{
    "subtitle2_1": {
        "text": "KRACHT DOOR SAMENWERKING",
        "blocks": [
            0
        ],
        "page_nums": [
            2
        ]
    },
    "subtitle5_1": {
        "text": "Bericht van de Raad van Commissarissen ",
        "blocks": [
            21
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_1": {
        "text": "Medewerk(st)ers per 31 december ",
        "blocks": [
            17
        ],
        "page_nums": [
            4
        ]
    },
    "subtitle5_2": {
        "text": "Bij VDL Groep geloven we dat de kracht van het behalen van échte successen ligt in de trots van de collega’s die de producten ontwikkelen en maken. ons om altijd naar het beste te streven. We zorgen met behulp van hightech innovaties het welzijn en de welvaart van ons allemaal verbeteren. Met een ",
        "blocks": [
            0
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_2": {
        "text": "industriële producten, van onderdelen tot geavanceerde eindproducten. Onze activiteiten zijn samen te vatten in de ‘vijf werelden van VDL’: Science, Technology & Health, Mobility, Energy & Sustainability, Infratech en Foodtech. Elk van deze ‘werelden’ heeft eigen kenmerken en uitdagingen met als gemene deler: een unieke combinatie van denken en doen. Dit maakt ons onderscheidend. vakmanschap, resultaatgerichtheid en samenwerking. Het grootste goed van onze organisatie zijn onze medewerkers – daarmee maken we het verschil. Door nauw samen te werken en vakmanschap en teweeg te brengen. We zijn ons ervan bewust dat de beslissingen die we vandaag nemen, impact hebben op de wereld van morgen. Zo maken we steeds opnieuw én samen met onze medewerkers en partners, vandaag het verschil voor de wereld van morgen. VDL Groep is met ruim 16.000 medewerkers in 19 landen actief.  De groep omvat meer dan 100 werkmaatschappijen, elk met een eigen specialisme, die onderling intensief samenwerken. In 2022 realiseerde VDL Groep een gecombineerde jaaromzet van 5,752 miljard euro.Wij staan voor kracht door samenwerking. ",
        "blocks": [
            2,
            3,
            4,
            5,
            6,
            7,
            9,
            10,
            11,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21
        ],
        "page_nums": [
            6
        ]
    },
    "subtitle8_1": {
        "text": "VDL Groep bestaat uit meer dan 100 bedrijven",
        "blocks": [
            27
        ],
        "page_nums": [
            7
        ]
    },
    "subtitle17_1": {
        "text": "van het totaal vermogen",
        "blocks": [
            2
        ],
        "page_nums": [
            7
        ]
    },
    "subtitle1_1": {
        "text": "TOP",
        "blocks": [
            17
        ],
        "page_nums": [
            7
        ]
    },
    "subtitle3_1": {
        "text": "71% van de producten die 112 landen over de hele wereld.",
        "blocks": [
            9,
            10,
            13,
            14
        ],
        "page_nums": [
            7
        ]
    },
    "subtitle4_1": {
        "text": "VDL Groep staat in de top 6 op de ",
        "blocks": [
            14
        ],
        "page_nums": [
            7
        ]
    },
    "subtext1_1": {
        "text": "VDL Nederland    VDL Holding BelgiumVDL Bus & CoachVDL Bus Venlo VDL Bus RoeselareVDL Bus ValkenswaardVDL Bus & Coach FranceVDL Bus & Coach ItaliaVDL TechnicsVDL Bus & Coach Belgium VDL Bus & Coach PolskaVDL Bus & Coach DeutschlandVDL Bus & Coach NederlandVDL Steelweld South CarolinaVDL Bus & Coach SerbiaVDL Pinnacle Engineering India (50%)VDL Bus & Coach DanmarkVDL Bus & Coach EspañaVDL Bus & Coach SwedenVDL SystemsVDL Bus & Coach NorwayVDL Bus & Coach FinlandVDL Bus & Coach UKVDL ServicesVDL Bus Center Deutschland VDL Castings HeerlenVDL Network SuppliesVDL Parts VDL Mast SolutionsVDL Netzwerk Projekt ServiceVDL Bus & Coach Service BrabantVDL Mast Solutions FranceVDL Special Vehicles VDL Enabling Transport SolutionsVDL Industries GainesvilleVDL Container SystemsVDL Weweler PartsVDL Fibertech IndustriesTruck & Trailer IndustryVDL GL PlasticsVDL Parts SwedenVDL Smart Spaces VDL Industrial ModulesVDL Enabling Technologies GroupVDL Industrial ProductsVDL ETG ProjectsVDL AEC MaritimeVDL ETG PrecisionV-Storage (50%)VDL Energy SystemsDutch PPE Solutions (50%)VDL GL PrecisionVDL TBP ElectronicsHet jaar 2022 is voor VDL Groep wat aarzelend op gang gekomen. Daar hebben verschillende verklaringen aan ten grondslag gelegen die we vorig jaar grotendeels al in de vooruitzichten hadden voorzien. Denk daarbij onder meer aan tekorten van materialen als gevolg van de coronacrisis en de oorlog in Oekraïne, fors gestegen kosten, vooral voor energie, en de naweeën veroorzaakt door de cyberaanval op onze IT-systemen van het najaar van 2021. Hoewel onzekere geopolitieke omstandigheden en externe uitdagingen als gevolg van tekorten (medewerkers en materialen) en stijgende kosten (lonen, energie en materialen) gedurende heel 2022 actueel zijn gebleken, hebben we deze factoren naarmate het jaar is gevorderd beter onder controle gekregen door daar adequaat op te reageren.Nadat het jaar 2021 voor VDL Groep in het teken heeft gestaan van het herstel van crises, de coronacrisis, materialencrisis en de cybercrisis, is het jaar 2022 te karakteriseren als opnieuw het jaar van groei.  Drie van de vier divisies, Toeleveringen, Bussen en Eindproducten, hebben een omzetgroei laten zien  van dubbele cijfers. Dat de omzet van de vierde divisie, Autoassemblage, licht is gestegen is zeker ook een bijzondere prestatie, vooral in het licht van het noodgedwongen schrappen van een kwart van de productiedagen door vooral materiaaltekorten. Het resultaat laat eveneens groei zien. Dat geldt ook voor de orderportefeuille, die sinds week 47 van 2022 de 2 miljard euro is ontstegen. Het aantal medewerkers is, in een krappe arbeidsmarkt, met een kleine duizend gegroeid naar 16.585 collega’s eind 2022. De gecombineerde jaaromzet is in 2022 uitgekomen op 5,752 miljard euro, een stijging van 16 procent ten opzichte van de jaaromzet van 2021 (4,955 miljard euro). Het nettoresultaat is gegroeid van 225 euro operationeel. Het incidentele resultaat wordt in belangrijke mate beïnvloed door de schikking die eerder met BMW Group is getroffen in het kader van de opzegging van een langjarig productiecontract en De algehele groei van 2022 is een bevestiging dat onze forse en jarenlange investeringen overduidelijk effect sorteren. VDL Groep is goed gepositioneerd in de vijf groeimarkten van ons industriële familiebedrijf, Science, Technology & Health, Mobility, Energy & Sustainability, Infratech en Foodtech, waarmee we toegevoegde waarde blijven bieden aan onze klanten. Het totale investeringsprogramma van VDL Groep in 2022 kan worden geraamd op 246 miljoen euro in (im)materiële vaste activa en daarnaast 170 miljoen is eind 2022 uitgekomen op 58 procent. De kasstroom van 2022, op basis van nettoresultaat plus Hoewel sinds 2021 terughoudendheid wordt betracht met overnames, en vooral focus wordt gehouden op het organiseren van autonome groei, houden we onze ogen en oren altijd open voor kansen. Dat heeft in 2022 geleid tot twee overnames waardoor het aantal werkmaatschappijen van VDL Groep uitkomt op ",
        "blocks": [
            70,
            48,
            49,
            50,
            51,
            52,
            53,
            6,
            54,
            55,
            56,
            57,
            81,
            58,
            82,
            59,
            60,
            61,
            14,
            62,
            63,
            64,
            17,
            65,
            18,
            89,
            66,
            19,
            90,
            67,
            20,
            91,
            68,
            21,
            92,
            96,
            27,
            98,
            28,
            100,
            30,
            31,
            32,
            103,
            34,
            105,
            35,
            106,
            107,
            108,
            40,
            44,
            69,
            0,
            1,
            2,
            3,
            4,
            8,
            9,
            10
        ],
        "page_nums": [
            8,
            10,
            11
        ]
    },
    "subtext3_1": {
        "text": "Zo is medio 2022 overeenstemming bereikt over de overname van GL Plastics. Het bedrijf (opgericht in 1989) is specialist in hoogwaardig spuitgietwerk en bedient voornamelijk klanten in de automobielindustrie, de medische industrie en industrie voor klimaatbeheersing. VDL GL Plastics, dat ongeveer 60 medewerkers telt, is een mooie aanvulling op het kunststoffencluster van VDL. ",
        "blocks": [
            12,
            13,
            14,
            15
        ],
        "page_nums": [
            11
        ]
    },
    "paragraph_3": {
        "text": "De andere overname die in het najaar van 2022 is geëffectueerd betreft het Italiaanse familiebedrijf Olocco, producent van roterende sluizen en industriële wisselkleppen. VDL heeft een meerderheidsbelang van 60 procent genomen in Olocco. Olocco werkt sinds de jaren ’90 samen met VDL Industrial Products. Met Olocco in onze gelederen verwachten we onze activiteiten in onze wereld van Foodtech verder te Het aarzelende begin van 2022 is te verklaren door onzekere geopolitieke omstandigheden en externe uitdagingen als gevolg van tekorten (medewerkers en materialen) en stijgende kosten (lonen, energie en materialen). Desondanks is de in 2021 ingezette groei doorgezet. Het afgelopen jaar heeft dan ook in het teken gestaan van het organiseren van de groei van VDL Groep. Dat heeft geleid tot mooie jaarcijfers en is een groot compliment waard voor onze medewerkers.De gecombineerde omzet in 2022 is uitgekomen op 5,752 miljard euro, een stijging van 16 procent ten opzichte van de jaaromzet van 2021 (4,955 miljard euro). De onderlinge leveringen zijn iets toegenomen ten opzichte van een jaar eerder. De geconsolideerde omzet is daarmee uitgekomen op 5,477 miljard euro. In 2021 bedroeg die 4,709 miljard euro.71 procent van de omzet in 2022 is behaald buiten Nederland (3,898 miljard euro) ten opzichte van  75 procent (3,526 miljard euro) in 2021. De omzet van leveringen in Nederland laat een stijging zien ten opzichte van een jaar eerder. In 2022 hebben we aan 112 landen producten en diensten geëxporteerd. Verdeeld over de continenten uiteengezet, zien we dat Duitsland het grootste afzetgebied blijft. De top vijf wordt gecompleteerd door Nederland, Singapore, België en de Verenigde Staten en is daarmee ongewijzigd ten opzichte van 2021. ",
        "blocks": [
            16,
            17,
            18,
            19,
            21,
            22,
            23,
            24,
            25,
            27,
            28,
            29,
            30,
            38,
            39,
            40,
            6,
            9,
            10
        ],
        "page_nums": [
            11,
            14
        ]
    },
    "subtitle6_1": {
        "text": "OMZET PER LAND",
        "blocks": [
            33
        ],
        "page_nums": [
            14
        ]
    },
    "subtext8_1": {
        "text": "Japan   21Groot-Brittannië   94China   69Finland   18Hong Kong   17",
        "blocks": [
            27,
            17,
            18,
            29,
            31
        ],
        "page_nums": [
            14
        ]
    },
    "paragraph_4": {
        "text": "Als we de gecombineerde omzet van VDL Groep opsplitsen naar de verschillende divisies, is te zien dat we op alle fronten zijn gegroeid ten opzichte van 2021, maar vooral de forse groei in de semiconductor­industrie heeft in de divisies Toeleveringen en Eindproducten tot een omzetstijging geleid. De omzet van de divisie Toeleveringen is met 30 procent gestegen naar 2.411 miljoen euro in 2022  (1.851 miljoen euro in 2021). Deze stijging is te verklaren doordat de VDL-bedrijven die actief zijn in deze divisie over de volle breedte zijn gegroeid. Vooral onze toeleveractiviteiten voor de halfgeleiderindustrie en langdurige en stabiele relaties met klanten en andere partners, heeft onze positie in dit deelgebied verder versterkt. Handelsconflicten, de coronapandemie en de crisis in Oekraïne hebben het bewustzijn versterkt dat we minder afhankelijk willen zijn van andere continenten. Dat heeft ertoe geleid dat  (het terughalen van activiteiten naar het eigen land) overal ter wereld meer wordt toegepast. Doordat de  lokaal te beleveren zodat minder impact wordt ervaren van geopolitieke ontwikkelingen. De divisie Toeleveringen heeft het jaar 2022 winstgevend afgesloten. ",
        "blocks": [
            36,
            37,
            38,
            1,
            2,
            3,
            5,
            6,
            7,
            8,
            10,
            11
        ],
        "page_nums": [
            14,
            15
        ]
    },
    "subtext13_1": {
        "text": "(omzet per sector)",
        "blocks": [
            27
        ],
        "page_nums": [
            15
        ]
    },
    "paragraph_5": {
        "text": "De verwachtingen voor de divisie Toeleveringen zijn positief. In het eerste kwartaal van 2023 is de omzet van de divisie Toeleveringen gestegen van 517 miljoen euro (2022) naar 673 miljoen euro. portefeuille is in 12 maanden opgelopen van 843 miljoen euro in week 13 van 2022 naar 927 miljoen euro in week 13 van 2023.Door de explosieve vraag naar chips en dus naar machines in de halfgeleiderindustrie hebben de VDL-bedrijven in deze sector opnieuw een enorme groei doorgemaakt. De omzet van de sector mechatronische systemen en modulebouw is mede daardoor in 2022 verder gestegen naar 1.722 miljoen euro ten opzichte van 1.321 miljoen euro in 2021, een stijging van 30 procent. Ondanks sterke macro-economische wijde toeleveringsketens, zijn we in staat geweest om de prognoses van onze belangrijkste klanten en partners uit te voeren. Aangezien de technologieën en diensten van VDL ETG van cruciaal belang zijn voor veel toonaangevende bedrijven op het gebied van halfgeleider- en analyseapparatuur, brengt dit grote verantwoordelijkheden voor ons bedrijf met zich mee. De EUV-evenals het marktleiderschap van onze klant ASML. Als strategische ontwikkel- en productiepartner is tijdige levering van de vele hightech (sub)systemen die VDL produceert voor de EUV-apparatuur uiterst gestart en nieuwe machines zijn geïnstalleerd. ",
        "blocks": [
            28,
            29,
            30,
            31,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            10,
            11,
            13
        ],
        "page_nums": [
            15,
            16
        ]
    },
    "subtext5_1": {
        "text": "De belangrijkste uitdaging voor de komende jaren is om de verwachte hoge vraag naar engineerings- en productiediensten bij te houden in de context van macro-economische ontwikkelingen zoals prijsstijgingen, assemblagefaciliteiten en focussen op het aantrekken van nieuw talent. Naast het werven van nieuwe collega’s, is behoud van medewerkers minstens zo belangrijk. Door alle ontwikkelingen staan de huidige teams onder druk om leveringen waar te maken. Investeren in het verder versterken van het HR-management en behoud van de mensgerichte managementstijl die past bij de VDL-cultuur is belangrijk om onze medewerkers continu de aandacht te geven die zij verdienen. ",
        "blocks": [
            14,
            15,
            18,
            19,
            20,
            21,
            22
        ],
        "page_nums": [
            16
        ]
    },
    "paragraph_6": {
        "text": "VDL ETG werkt voornamelijk in langdurige samenwerkingsverbanden met onze klanten. Wij streven ernaar het succes van onze klanten niet alleen vandaag maar ook op langere termijn mogelijk te maken door hen vaardigheden, competenties en netwerken te bieden die hen in staat stellen te innoveren. In 2022 zijn we gebieden (bijvoorbeeld Korea en Japan) verkennen voor toekomstige groei.Onlangs hebben wij ons engineering- en ontwikkelingsnetwerk versterkt door ons te vestigen in het innovatiecluster van het Paul Scherer Instituut in Zwitserland, genaamd Park Innovaare. Hiermee verkrijgen we kennis en technologie die nodig zijn om ontwikkelingen in de halfgeleiderapparatuur te versnellen en voort te zetten. Door intensieve samenwerkingen met kennis- en onderzoeksinstellingen Momenteel heeft VDL ETG productiefaciliteiten in zowel China als Singapore. Vanwege onzeker­als gevolg van de geopolitieke situatie worden bestaande faciliteiten opnieuw gepositioneerd en wordt tegelijkertijd ruimte gecreëerd voor het eventueel openen van extra faciliteiten. Wij zijn ervan overtuigd dat een 'regio-voor-regio'-benadering cruciaal is voor de ondersteuning van onze klanten die wereldwijd De vooruitzichten voor de sector mechatronische systemen en modulebouw zijn goed. We blijven verder ontwikkelen om onze competenties en kennis op het gebied van maakbaarheid uit te breiden en in te zetten voor diverse klanten in de halfgeleiderindustrie, medische en analytische markt. De orderportefeuille Ondanks materiaaltekorten en prijsstijgingen van grondstoffen en energie, hebben de bedrijven in de sector Metaalbewerking een omzetgroei van 31 procent weten te realiseren. In 2022 is de omzet uitgekomen op 533 miljoen euro ten opzichte van 406 miljoen euro in 2021. Niet alleen de halfgeleiderindustrie, maar ook gegroeid. Om onze klanten zo goed mogelijk te bedienen en meerwaarde te leveren, ligt onze focus veelal op steeds complexere producten en meer complete samenstellingen. Al dan niet geïntegreerd met elektronica en software. In 2022 is veel geïnvesteerd in nieuwe machines, verdere automati­digitalisering van productieprocessen en verbetering van kwaliteitsprocessen. In april 2022 is het online platform OrderOn.com live gegaan. Op dit platform kunnen klanten in een afgeschermde omgeving tekeningen uploaden voor de metaalbewerkingen lasersnijden en kanten, hiervan direct online een offerte verzonden. Eind 2022 is het platform ook toegankelijk geworden voor België en zijn nieuwe functionaliteiten toegevoegd. De vooruitzichten voor de sector metaalbewerking zijn goed. De omzet van de sector Kunststofverwerking is met 24 procent gestegen naar 143 miljoen euro  (115 miljoen euro in 2021). We zien dat steeds complexere en completere producten met meer  (na)bewerkingen worden gevraagd. Daarnaast zijn klanten bewuster bezig met duurzaamheid, doordat er meer vraag is naar materialen die goed te recyclen zijn. Als leverancier worden wij vroeg in het ontwikkelstadium betrokken. Hierdoor kunnen we onze expertise inzetten op het gebied van Het afgelopen jaar hebben we onze positie in de kunststofverwerking verder versterkt. In juli 2022 is het bedrijf GL Plastics overgenomen. GL Plastics, gevestigd op Science Park Eindhoven in Son, is een kunststofspuitgietbedrijf met 60 medewerkers dat producten produceert voor onder andere de automotive industrie, medische industrie en klimaatsystemen (warmteregulatie, ventilatie en airconditioning). Het bedrijf is met name sterk in metaal-kunststofcombinaties en is IATF en ISO14001 gecertificeerd. Het machinepark omvat spuitgietmachines met een sluitkracht van 30 tot en met 1.000 ton. De competenties van VDL GL Plastics sluiten goed aan bij de activiteiten van de overige kunststofbedrijven van VDL Groep. In 2022 hebben VDL Parree, VDL Kunststoffen en VDL Wientjes Roden gezamenlijk diverse nieuwe productielijn ingericht voor het produceren, assembleren en lakken van laadpaalunits voor auto’s. Bij VDL Parree is de productie gestart van een apparaat dat helpt bij het aantrekken van steunkousen, de Helpsoq. Voor VDL Fibertech Industries heeft het jaar voornamelijk in het teken gestaan van de ontwikkeling, industrialisatie en opschaling van de composiet zijwanden voor de nieuwe elektrische stadsbus, de VDL Citea die in september 2022 succesvol is geïntroduceerd. Daarnaast is gewerkt aan innovatieve technieken, zoals de combinatie van carbon en 3D-printen, dat heeft geleid tot een samenwerking voor de productie van hoogwaardige fietsonderdelen. Er is wederom flink geïnvesteerd in het machinepark van de diverse VDL-bedrijven. Bijvoorbeeld door de aankoop van 12 spuitgietmachines, twee 2-componentenspuitgietmachines en drie hydraulische persen, allen in diverse tonnages variërend van 80 tot 1.000 ton sluitkracht. Daarnaast zijn ook freesmachines en draai-freesmachines aangeschaft. In veel gevallen zijn de nieuwe machines voorzien van robots voor verdere automatisering van het productieproces. Met de aankopen wordt ook een aanzienlijke energiebesparing gerealiseerd, aangezien de machines zuiniger in verbruik zijn dan hun voorgangers. De vooruitzichten voor de sector Kunststofverwerking zijn goed. We blijven investeren in nieuwe machines en optimalisatie van de productieprocessen. Ook verduurzaming van onze processen, producten en panden blijft onze focus in 2023. Dat doen we onder ander door het inzetten van energiebesparende maatregelen, het recyclen en hergebruiken van grondstoffen en materialen. ",
        "blocks": [
            23,
            24,
            25,
            28,
            29,
            30,
            31,
            32,
            34,
            35,
            36,
            37,
            0,
            1,
            2,
            5,
            6,
            7,
            9,
            10,
            11,
            12,
            13,
            14,
            16,
            17,
            19,
            20,
            21,
            22,
            3,
            4,
            15,
            18
        ],
        "page_nums": [
            16,
            17,
            18
        ]
    },
    "subtext5_2": {
        "text": "De omzet in de sector Oppervlaktebehandeling is gestegen van 9 naar 13 miljoen euro in 2022. Ondanks prijsstijgingen van grondstoffen en energie is in deze sector een omzetstijging gerealiseerd door diverse orders voor het lakken van kunststofdelen en de assemblage van gelakte delen. Om de gewenste kwaliteit voor onze klanten te blijven garanderen, zijn in 2022 diverse investeringen gedaan in mede­digitalisering en machines. Bijvoorbeeld in een automatische verpakkingslijn met weeg­aantallen per verpakkingseenheid goed te kunnen monitoren en in een nieuwe ultrafiltraat-installatie voor de bestaande kataforeselijn. De vooruitzichten voor de sector Oppervlakte­huidige locatie van VDL Laktechniek is de maximale productie- en magazijncapaciteit bereikt. Er worden ",
        "blocks": [
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34
        ],
        "page_nums": [
            18
        ]
    },
    "subtext6_1": {
        "text": "Voor de divisie Autoassemblage is 2022 een jaar geweest met turbulente omstandigheden. De daling van de productievolumes – die vanaf 2019 is ingezet als gevolg van lagere verkopen en diverse onzekerheden in de aangehouden, waardoor het herstel in productievolumes is uitgebleven. Diverse tekorten aan componenten hebben er tevens toe geleid dat VDL Nedcar noodgedwongen een kwart van de productiedagen heeft moeten schrappen. Niettemin is het productievolume van VDL Nedcar in 2022, dankzij de flexibiliteit van onze medewerkers in Born, uitgekomen op 99.126 complete voertuigen (2021: 105.214). In totaal is het productievolume (complete voertuigen en bodies/CKD’s) gedurende het afgelopen jaar uitgekomen op  auto geproduceerd sinds de start van de samenwerking met BMW Group in 2014. Tevens zijn alle gestelde doelen op het gebied van kwaliteit, leverbetrouwbaarheid en flexibiliteit behaald. Hiervoor heeft BMW wederom erkentelijkheid uitgesproken. In 2022 is VDL Nedcar opnieuw bekroond met drie awards door het gerenommeerde onder­zoeksinstituut J.D. Powers: de door VDL Nedcar geproduceerde MINI Cooper werd als beste beoordeeld op de ‘initial quality’ ‘appeal’ en de fabriek van VDL Nedcar is verkozen tot tweede beste automobiel­Als onafhankelijk autobouwer beweegt VDL Nedcar mee met marktfluctuaties. Het totaal aantal medewerkers bij VDL Nedcar is van 4.255 medewerkers eind 2021 gedaald naar 3.983 medewerkers eind 2022. Gedurende het jaar 2022 heeft VDL Nedcar voor BMW Group de MINI Cabrio, MINI Countryman, MINI Countryman-PHEV en de BMW X1 gebouwd. De productie van dit laatste model is volgens schema geëindigd in juni 2022. De omzet van de divisie Autoassemblage is in 2022 licht gegroeid: van 2.051 miljoen euro in 2021 naar 2.085 miljoen euro in 2022, een stijging van 2 procent. De divisie Autoassemblage is in 2022 winstgevend geweest.",
        "blocks": [
            1,
            2,
            4,
            5,
            6,
            7,
            8,
            10,
            11,
            12,
            13,
            14,
            15,
            17,
            18,
            19,
            20,
            21,
            22
        ],
        "page_nums": [
            20
        ]
    },
    "paragraph_7": {
        "text": "BMW heeft in 2020 aan VDL Nedcar meegedeeld dat een in 2019 gesloten productiecontract tot eind jaren twintig wordt opgezegd. In een in 2021 gesloten overeenkomst zijn de gevolgen van deze opzegging ari 2024 zal, met het aflopen van de huidige overeenkomsten, de autoproductie voor BMW Group De ontstane situatie onderstreept de noodzaak om de afhankelijkheid van één enkele opdrachtgever te meerdere opdrachtgevers mogelijk te maken nagenoeg vervuld. Zo beschikken wij over de vereiste jaren onze inspanningen op het gebied van marktonderzoek, marketing en acquisitie verder geïntensiveerd ",
        "blocks": [
            29,
            30,
            32,
            34,
            36,
            38
        ],
        "page_nums": [
            20
        ]
    },
    "subtext3_2": {
        "text": "Door actuele ontwikkelingen in de automobielindustrie, zoals dalende productievolumes door verstoringen in de toeleverketens (met name in de semiconductorindustrie), de Russische inval in Oekraïne en Inflation Reduction Act, acquisitie van nieuwe opdrachtgevers moeizaam.Ontwikkelingen die een verstorende rol hebben gespeeld bij de keuze van OEM’s voor hun productielocaties. Daardoor hebben nieuwkomers op de mondiale personenautomarkt die de stap naar Europa willen maken hun prioriteiten nogmaals tegen het licht gehouden. Het afgelopen jaar heeft VDL Nedcar twee keer een overeenkomst gehad met de nieuwe Amerikaanse fabrikant van elektrische auto's Rivian. Op het laatste moment is er echter, twee keer, een kink in de kabel gekomen. De eerste keer omdat er tegenwind op de financiële markten ontstond waardoor het aantrekken van kapitaal lastiger werd. De tweede keer kwam het uiteindelijk niet rond met Rivian omdat de Amerikaanse regering, middels de Inflation Reduction Act (IRA) de subsidiekraan openzette voor de productie van elektrische voertuigen in eigen land. Daardoor heeft Rivian prioriteit gegeven aan het uitbreiden van zijn activiteiten in de Verenigde Staten. Daar staat tegenover dat VDL Nedcar met diverse andere potentiële opdrachtgevers in gesprek is voor de seriematige productie van auto’s en overige automotive gerelateerde activiteiten. Met sommige partijen zijn wij in een vergevorderd stadium en liggen concrete opdrachten binnen handbereik. Daarnaast hebben wij andere kansrijke leads in portefeuille.",
        "blocks": [
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15
        ],
        "page_nums": [
            21
        ]
    },
    "paragraph_8": {
        "text": "Ondertussen maakt VDL Nedcar een transitie door van onafhankelijke autoproducent naar een bredere partner in duurzame e-mobiliteit, met als doel meer toegevoegde waarde én een betere toekomst­bestendigheid. De verbreding van activiteiten bij VDL Nedcar in Born wordt zichtbaar op drie gebieden:  de assemblage van voertuigen voor verschillende opdrachtgevers, diverse duurzame mobiliteitsoplossingen in het Mobility Innovation Centre en het faciliteren van de groeistrategie van VDL-zusterbedrijven die actief Het Mobility Innovation Centre (MIC) sluit aan op de brede mobiliteitsstrategie van VDL Groep op het gebied van design, elektrificatie, connectiviteit, autonoom rijden en systemen. Binnen het MIC zijn onder meer initiatieven voor de productie van batterijpakketten voor voertuigen, autonome personenvervoerders pakketten te assembleren. Ook worden gesprekken gevoerd met gerenommeerde OEM’s voor de productie en assemblage van belangrijke componenten. Deze partijen zijn zeer geïnteresseerd in het benutten van de competenties van VDL Nedcar. Het voornemen is om in het MIC tevens een duurzaam hybride opleidingscentrum te creëren, in samenwerking met werkgeversorganisaties en lokale opleiders. Zo werken wij aan scholing van huidige en toekomstige medewerkers om hen voor te bereiden op de transitie naar De innovatie-activiteiten van VDL Nedcar richten zich onder meer op het toepassen van mobiele apps, beeldherkenning ter ondersteuning van lascontrole en het automatisch oppakken van onderdelen (bin-picking) en Robotic Process Automation (RPA). Met behulp van RPA kunnen software-robots repetitieve taken uitvoeren, zoals gegevensverwerking, het maken van berekeningen en opstellen van rapportages. Ook onderzoekt VDL Nedcar mogelijkheden voor het toepassen van kunstmatige intelligentie.Ter compensatie van de uitbreiding van het fabrieksterrein heeft VDL Nedcar talrijke compensatie­maatregelen nauwgezet en hebben vastgesteld dat deze conform regelgeving worden uitgevoerd. Recent heeft VDL Nedcar de Stichting Groenfonds omgeving VDL Nedcar opgericht. De stichting zal een bijdrage leveren aan de leefbaarheid in en rond de woonkernen in de directe omgeving van de autofabriek in Born en ontvangt daarvoor van VDL Nedcar een bijdrage van 1,8 miljoen euro.Het jaar 2023 wordt een belangrijk jaar voor de toekomst van de divisie Autoassemblage. De aard en omvang van de opdrachten die dit jaar worden verworven bepalen hoe VDL Nedcar zich, na het einde van de productie voor BMW, verder zal ontwikkelen. Een opsteker is de order van BMW voor ’s werelds eerste elektrische cabrio, de MINI Cabrio Electric. De productiestart voor deze gelimiteerde oplage heeft in het eerste kwartaal van 2023 plaatsgevonden. Daarnaast is het Duitse ElectricBrands, fabrikant van duurzame en innovatieve elektrische voertuigen, voornemens om twee modellen in Born in productie te laten gaan: de e-stadsauto Evetta en de modulaire XBUS. Het daarmee gepaard gaande productievolume is afhankelijk van de verkoopaantallen. Voor de XBUS heeft ElectricBrands reeds orders uitstaan voor ongeveer 16.000 ",
        "blocks": [
            16,
            17,
            18,
            19,
            20,
            22,
            23,
            24,
            26,
            27,
            28,
            29,
            30,
            32,
            33,
            34,
            35,
            36,
            37,
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11
        ],
        "page_nums": [
            21,
            22
        ]
    },
    "subtext3_3": {
        "text": "In het eerste kwartaal van het jaar 2023 is de omzet van de divisie Autoassemblage toegenomen van  381 miljoen euro (2022) naar 674 miljoen euro. De verwachting is dat de beschikbaarheid van materialen in de loop van 2023 zal verbeteren.Echter, gezien de turbulentie in de automobielindustrie kan van een stabiele productieplanning niet worden uitgegaan. Ook in de eerste drie maanden van 2023 zijn al enkele productiedagen verloren gegaan vanwege toeleveringsproblemen. Het aantal te produceren auto’s en de omzet zal onder druk blijven staan. Het ligt in de lijn der verwachting dat wij in de tweede helft van dit jaar ons personeelbestand zullen moeten inkrimpen. In 2021 is met de vakbonden een nieuw sociaal plan overeengekomen waarmee we medewerkers zo goed mogelijk begeleiden, onder andere van werk naar werk. Ondanks alle onzekerheden blijven wij optimistisch over het langere termijnperspectief van VDL Nedcar en de daaraan verbonden werkgelegenheid in Born. VDL Nedcar heeft een uitstekende staat van dienst als het gaat over kwaliteit en leverbetrouwbaarheid en heeft bewezen dat het flexibel kan inspelen op de dynamiek van de sector. ",
        "blocks": [
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24
        ],
        "page_nums": [
            22
        ]
    },
    "paragraph_9": {
        "text": "De omzet van de divisie Bussen is met 18 procent gestegen, van 384 miljoen euro in 2021 naar 454 miljoen euro in 2022. Dit wordt voornamelijk veroorzaakt door een verdere stijging van de omzet voor openbaarvervoerbussen. Hoewel in 2022 de reisbeperkingen vanwege het coronavirus zijn opgeheven, is de omzet van de divisie Bussen nog niet op het niveau van voor de coronacrisis. Onzekere factoren zoals het herstel van de markt na de zware coronajaren en het conflict tussen Rusland en Oekraïne zorgen voor moeilijkheden in de toeleverketen zoals tijdige aanvoer van materialen, tekort aan materialen en prijsstijgingen. Dit alles heeft invloed gehad op levertijden en financiële resultaten. De divisie Bussen heeft het jaar 2022 verlieslatend afgesloten. klimaatdoelen niet willen vertragen, blijven openbaarvervoerbedrijven hun vloot verduurzamen door het inzetten van nieuwe zero emissie-voertuigen. VDL is als voorloper op het gebied van elektrische mobiliteit goed gepositioneerd. Inmiddels zijn er in Europa meer dan 200 miljoen elektrische kilometers gereden met onze VDL Citea’s. Daarnaast is VDL Bus & Coach actief betrokken bij innovaties, zoals waterstof als brandstof voor zwaardere voertuigen, duurzaam gebruik van composietmaterialen, autonome functies en batterijen uit bussen die een ‘tweede leven’ krijgen als energieopslag.de VDL Citea, gepresenteerd. Inmiddels zijn er meer dan 600 nieuwe elektrische VDL Citea’s verkocht aan klanten in een groot aantal Europese landen. De nieuwe generatie VDL Citea heeft in 2022 een drietal belangrijke prijzen gewonnen. In het voorjaar voor het design, zowel de prestigieuze Red Dot Award als een iF Design Award. In juli is de EBUS Award, een belangrijke Duitse milieuprijs voor de openbaarvervoerindustrie, toegekend in de categorie ‘fabrikant van e-bussen’. Het afgelopen jaar zijn verdere stappen gezet om de divisie Bussen structureel financieel gezond te maken. Een van die stappen is het versimpelen van de organisatiestructuur van VDL Bus & Coach. In het eerste halfjaar van 2022 zijn VDL Bus Modules en VDL Bus Valkenswaard juridisch gefuseerd en verdergegaan onder de naam VDL Bus Valkenswaard. Ook de juridische samensmelting van de verkooporganisatie  VDL Bus & Coach Nederland met de werkplaatsen van VDL Busland heeft in 2022 plaatsgevonden. In het Belgische Roeselare is in februari 2022 de eerste steen gelegd van de nieuwe hypermoderne en  ",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28
        ],
        "page_nums": [
            23
        ]
    },
    "subtext13_2": {
        "text": "(omzet per sector)",
        "blocks": [
            35
        ],
        "page_nums": [
            23
        ]
    },
    "subtext8_2": {
        "text": "Parts & servicesChassis & chassismodules",
        "blocks": [
            31,
            34
        ],
        "page_nums": [
            23
        ]
    },
    "paragraph_10": {
        "text": "-neutrale fabriek. Deze fabriek wordt het toonbeeld van duurzaamheid en innovatie: een energieneutrale productielocatie van meer dan 20.000 vierkante meter met een dak vol zonnepanelen, vloerverwarming en groene daken. De verwachting is dat de fabriek voor de zomer van 2023 gereed zal zijn. Hiermee krijgt de ingezette koers om de productie van elektrische stadsbussen te concentreren in Het jaar 2023 zal op vele fronten een overgangsjaar zijn, waarbij we verwachten dat de coachmarktlangzaam zal aantrekken en er meer tenders zullen komen voor het openbaarvervoer. Maar het zal ookeen lastig jaar worden gezien materiaaltekorten en prijsstijgingen. De omzet in het eerste kwartaal van2023 is uitgekomen op 85 miljoen euro ten opzichte van 117 miljoen euro in 2022. De orderportefeuillevan de divisie Bussen is in de afgelopen 12 maanden gestegen van 430 miljoen euro in week 13 van 2022 naar 490 miljoen euro in week 13 van 2023.Parts & services Chassis & chassismodules* De sector Openbaarvervoerbussen heeft een omzet gekend van 267 miljoen euro in 2022 ten opzichte van 189 miljoen euro in 2021. De orderportefeuille heeft een goede ontwikkeling doorgemaakt. De tenders en In 2022 heeft VDL Bus & Coach zijn naam als toonaangevende transitiepartner op weg naar zero emissie In september 2022 heeft VDL Bus & Coach de nieuwe generatie VDL Citea op de beurs InnoTrans in Berlijn gelanceerd. Tijdens dit event zijn de internationale pers en vele relaties geïnformeerd over de nieuwe productrange. De reacties vanuit OV-bedrijven, journalisten en andere stakeholders zijn zeer positief. VDL Bus & Coach bevestigt hiermee dat de nieuwe generatie VDL Citea een game­changer is voor openbaar busvervoer. Het onderscheidend vermogen op het gebied van energieverbruik, optimale inzetbaarheid, passagierscapaciteit en (klimaat)comfort voor bestuurder en passagiers zijn kenmerken die ",
        "blocks": [
            0,
            1,
            2,
            3,
            5,
            6,
            7,
            8,
            9,
            10,
            16,
            19,
            23,
            24,
            26,
            29,
            30,
            31,
            32,
            33,
            34
        ],
        "page_nums": [
            24
        ]
    },
    "subtext6_2": {
        "text": "door klanten op waarde worden geschat. Vervolgens is de nieuwe generatie VDL Citea in Europa op meerdere evenementen gepresenteerd en beloond met verschillende design- en duurzaam­heidsprijzen zoals de Red Dot Award, de iF Design Award en de Innovation Award. Gedurende 2022 heeft VDL Bus & Coach vele orders ontvangen voor deze nieuwe generatie VDL Citea en inmiddels zijn er meer dan 600 voertuigen verkocht. Daarmee kan geconcludeerd worden dat het nieuwe productportfolio in de markt goed is ontvangen.",
        "blocks": [
            35,
            36,
            37,
            0,
            1
        ],
        "page_nums": [
            24,
            25
        ]
    },
    "paragraph_11": {
        "text": "De grootste elektrische busorder tot op heden is voor EBS Nederland. Dit betreft een serie van 193 nieuwe generatie VDL Citea’s die in het concessiegebied Zaanstreek-Waterland zal worden ingezet. De trend in de zichtbare afname van de vraag naar dieselvoertuigen.",
        "blocks": [
            2,
            3,
            5
        ],
        "page_nums": [
            25
        ]
    },
    "subtext6_3": {
        "text": "Gezien de huidige orderportefeuille wordt voor 2023 een stijging in omzet verwacht voor de sector het aantal uitleveringen naar vele OV-klanten ieder kwartaal zal stijgen. Hierdoor zal de nieuwe generatie VDL Citea steeds meer in het Europese straatbeeld zichtbaar worden. Voor de lange termijn zijn de OV-bussen sluit aan bij de groeiende vraag naar zero-emissie openbaarvervoer in steden én voor streekvervoer. ",
        "blocks": [
            6,
            8,
            9,
            11
        ],
        "page_nums": [
            25
        ]
    },
    "paragraph_12": {
        "text": "Er zijn duidelijke signalen dat in 2022 het herstel van de touringcarbranche heeft ingezet. De algemene behoefte aan personenvervoer, zowel in het toerisme als in het gelegenheidsvervoer, zijn er weer meer reizigerskilometers gemaakt. Het positieve resultaat hiervan is dat de bezettingsgraad van de beschikbare voertuigen hoog is geweest en dat er door operators goede marges zijn gerealiseerd met de inzet van touringcars.Dat in het algemeen de bedrijfsresultaten van onze klanten zich hebben hersteld, is een positieve trend. Desondanks is het touringcarsegment voor wat betreft marktgrootte min of meer vergelijkbaar met de voorgaande twee coronajaren. Dat komt doordat een groot gedeelte van de touringcarvloot gedurende corona heeft stilgestaan en daarmee de technische levensduur van de voertuigen is verlengd. Daarnaast is ook de economische levensduur van voertuigen - aangeschaft middels een financiering - langer geworden, vanwege een toegepaste betalingsonderbreking voor lopende contracten. De mogelijkheid voor operators om te investeren in nieuw materieel wordt mede bepaald op basis van de financiële gezondheid van het bedrijf. Op dit moment zijn financieringsinstanties nog conservatief in het ter beschikking stellen van financiële middelen. Dit effect zal een dempende werking hebben op de investeringsbereidheid.  De behaalde omzet in het touringcarsegment bedraagt 47 miljoen euro ten opzichte van 75 miljoen euro in 2021, een daling van 37 procent.",
        "blocks": [
            1,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17
        ],
        "page_nums": [
            26
        ]
    },
    "subtext3_4": {
        "text": "In 2022 hebben verkopen en leveringen voor VDL Bus & Coach zich in lijn met de marktontwikkeling meebewogen. Er is focus geweest op het afbouwen van de voorraad. Door opdrachten voor touringcars die worden ingezet voor het gereguleerde transport, dat minder is beïnvloed door corona, is VDL Bus & Coach ",
        "blocks": [
            0,
            1,
            2
        ],
        "page_nums": [
            27
        ]
    },
    "paragraph_13": {
        "text": "Voor 2023 is de verwachting dat het herstel van het touringcarsegment verder doorzet. Het aantal reizen in Europa zal naar verwachting toenemen. De onzekere factor blijft de geopolitieke onrust die veroorzaakt is door de Russische inval in Oekraïne. Zodra ook het toerisme vanuit onder meer Amerika en Azië herstelt, zal de vraag naar touringcarvervoer verder toenemen. Dit zal de investeringsbereidheid positief beïnvloeden en daarmee leiden tot herstel van de marktomvang.Parts & servicesVoor de sector Parts & services, de after-sales organisatie van VDL Bus & Coach, is 2022 een jaar met twee gaande prijsstijgingen van onderdelen. Anderzijds hebben we voorzichtig herstel gezien in het touringcarsegment, waardoor bij alle VDL Bus & Coach-vestigingen een toename is geweest in de omzet van touringcaronderdelen. Ook de serviceactiviteiten zijn weer op gang gekomen en richten zich hoofdzakelijk op het technisch ondersteunen van onze klanten en hun operatie. De partsomzet en werkplaatsbezetting zijn echter nog niet op het niveau van voor corona. De omzet uit orders voor partsgerelateerde tenders begint ook een significante bijdrage aan de gerealiseerde omzet van VDL Parts te vertegenwoordigen. Daarnaast is VDL Parts gestart met de opvolging van en uitlevering aan het in 2021 gesloten Frame Work Agreement met een pan-Europees opererende organisatie in de OV-sector, waardoor een verdere groei van de onderdelenomzet moet worden gerealiseerd. Mede door deze ontwikkelingen is 2022 een goed jaar geweest waarbij, dankzij de spreiding van de parts-activiteiten in zowel coach-, bus- en handelsactiviteiten, de omzet is uitgekomen op 99 miljoen euro ten opzichte van 94 miljoen euro in 2021.De busmarkt blijft op het gebied van parts en services volop in beweging. In 2023 blijven we investeren in digitalisering en optimalisering van de organisatie. Zo zal onder andere in 2023 het e-commerce platform van VDL Parts live gaan, waardoor we klanten nog eenvoudiger van dienst kunnen zijn.",
        "blocks": [
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26
        ],
        "page_nums": [
            27
        ]
    },
    "subtext3_5": {
        "text": "De omzet van de sector Gebruikte bussen is in 2022 gestegen naar 29 miljoen euro ten opzichte van 10 miljoen euro in 2021. De gebruikte touringcarmarkt is het afgelopen jaar hersteld en met de verkoop van meer dan 400 gebruikte touringcars ligt deze weer op het niveau van vóór corona. Alle reisbeperkingen in Europa zijn in 2022 opgeheven en er wordt stabilisatie van de gebruikte touringcarmarkt verwacht in de ",
        "blocks": [
            28,
            29,
            30,
            31
        ],
        "page_nums": [
            27
        ]
    },
    "subtext5_3": {
        "text": "Begin 2022 is gestart met een langetermijnhuurconcept voor gebruikte touringcars in Spanje. In samenwerking met onze partner is RentalBus als concept gelanceerd: een innovatieve business case die inspeelt op het opvangen van pieken en dalen in de seizoengevoelige toeristenmarkt. Inmiddels betreft de huurvloot meer dan 100 touringcars. De verwachting is dat deze vloot in 2023 verder zal worden uitgebreid.",
        "blocks": [
            34,
            35,
            36,
            37
        ],
        "page_nums": [
            27
        ]
    },
    "paragraph_14": {
        "text": "De verkoop van gebruikte openbaarvervoerbussen is stabiel gebleven. De OV-bussen die zijn teruggekomen, hebben net als in 2021 direct een nieuwe bestemming gekregen. De verwachting is dat de De omzet voor de sector Mini- & midibussen (inclusief politievoertuigen en schadeherstel) is in 2022 uitgekomen op 12 miljoen euro en is daarmee gelijk gebleven ten opzichte van 2021. Het inhalen van de opgelopen leververtragingen als gevolg van corona, is de grootste prioriteit geweest in het afgelopen jaar. Vertragingen in de leveringen van nieuwe (basis)voertuigen hebben, ondanks mitigerende acties, impact gehad op de prognose. In 2022 is ingezet op de verdere professionalisering van de organisatie. Nederlandse politie. Daarnaast zijn diverse elektrische MidCity-voertuigen verkocht. 2023 wordt het jaar van verzelfstandiging van VDL Bus Venlo, met een gebalanceerde samenwerking met de VDL Bus & Coach-verkooporganisatie. Innovatie in e-mobility De ambitie van VDL Groep is om voorop te lopen in de belangrijkste ontwikkelgebieden voor de (heavy duty) automotive industrie. Deze sterke drijfveer voor innovatie bij VDL, heeft in de recente jaren geleid tot een vooraanstaande positie voor VDL Bus & Coach in de Europese markt voor elektrische en hybride bussen en tot samenwerkingen met grote OEM’s voor wat betreft ontwikkeling en (contract)manufacturing VDL Enabling Transport Solutions (ETS) is het kennis- en ontwikkelingscentrum voor elektrische mobiliteit en energietransitie bij VDL Groep. Hier wordt geïnnoveerd op het gebied van e-mobiliteit en aan activiteiten voor versnelling van de energietransitie. VDL ETS richt zich met zijn activiteiten op de productplatformen coach, OV, vans, trucks, AGV's en stationaire energieopslag met een op bouwblokken georiënteerde aanpak. Deze bouwblokken vormen de basis van een modulaire ontwikkelstrategie die wordt gebruikt om de systemen voor de vier voertuigplatformen te vormen én om door middel van hergebruik van deze bouwblokken andere productplatformen, bijvoorbeeld energieopslag, te ondersteunen in termen van snelheid en terugverdientijd.Naast het thema elektrificatie en optimalisatie van de aandrijflijn worden bij VDL ETS de laatste batterijtechnologieën zorgvuldig geselecteerd en geïntegreerd. Daarnaast wordt in toenemende mate geïnvesteerd in de ontwikkeling en integratie van waterstof als een belangrijke energiedrager voor de toekomst. Dit gebeurt onder andere door nationale en internationale samenwerkings- en subsidietrajecten waarin bijvoorbeeld bussen en trucks worden ontwikkeld die gebruikmaken van waterstof als energiedrager. Daarnaast wordt ook gewerkt aan oplossingen voor het maken en opslaan van waterstof.In deze innovatiethema’s is de software-component aanzienlijk. VDL ETS heeft een eigen team van software-architecten, ontwikkelaars en testers die zich richten op ‘slimme’ mobiliteitsvraagstukken, zoals connectiviteit, energiemanagement, autonoom rijden, (remote) diagnose en mobility as a service op basis van de data die door de producten ter beschikking wordt gesteld, om de efficiëntie en het gebruiksgemak van de producten te verhogen.De bedrijven in de divisie Eindproducten hebben in 2022 gezamenlijk een omzet van 802 miljoen euro behaald. In 2021 was dat 669 miljoen euro. Deze stijging van 20 procent kan worden verklaard doordat de bedrijven over de volle breedte goed gepositioneerd zijn. Met de ontwikkeling van producten en processen, evenals de optimalisatie hiervan, streven we in deze divisie ernaar om per markt een unieke positie te bemachtigen. De divisie Eindproducten heeft het jaar winstgevend afgesloten.In het eerste kwartaal van 2023 is de omzet van de divisie Eindproducten gestegen: 211 miljoen euro tenopzichte van 195 miljoen euro in 2022. De orderportefeuille is in de afgelopen 12 maanden toegenomen van 505 miljoen euro in week 13 van 2022 naar 620 miljoen euro in week 13 van 2023. De vooruitzichten voor onze bedrijven die deel uitmaken van de divisie Eindproducten zijn positief.",
        "blocks": [
            0,
            1,
            4,
            5,
            6,
            7,
            8,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            2,
            3,
            9
        ],
        "page_nums": [
            28,
            30
        ]
    },
    "subtext13_3": {
        "text": "(omzet per sector)",
        "blocks": [
            29
        ],
        "page_nums": [
            30
        ]
    },
    "subtext8_3": {
        "text": "Systemen voor de agrarische sectorSystemen voor de industriële sectorMaritime systemen",
        "blocks": [
            14,
            18,
            19
        ],
        "page_nums": [
            30
        ]
    },
    "paragraph_15": {
        "text": "Systemen voor de agrarische sector  Systemen voor de industriële sector  Maritime systemen De bedrijven in de sector Veersystemen hebben een redelijk jaar achter de rug. De totale omzet is uitgekomen op 193 miljoen euro ten opzichte van 195 miljoen euro in 2021. ",
        "blocks": [
            52,
            56,
            57,
            1,
            2
        ],
        "page_nums": [
            30,
            32
        ]
    },
    "subtext5_4": {
        "text": "VDL Weweler, producent van veersystemen voor trailers, trucks en bussen, is in 2022 in omzet gegroeid en in aantallen veersystemen teruggevallen. Vanwege de oorlog in Oekraïne is de beperkte export die er was naar Oost-Europa stilgevallen. De daarop volgende explosieve stijging van de energieprijzen hebben een enorme invloed gehad op de prijsontwikkeling van staal en de productieprijzen van de veren. Deze ontwikkeling geldt voor alle Europese producenten en daardoor is er in Europa een gelijk speelveld, maar voor de export buiten Europa is het zeer nadelig voor de concurrentiepositie van VDL Weweler. Om CO",
        "blocks": [
            3,
            4,
            5,
            6,
            7,
            8
        ],
        "page_nums": [
            32
        ]
    },
    "paragraph_16": {
        "text": "reduceren en om minder afhankelijk van gas te zijn, is voor de automatische productielijn een De omzet in Australië en Zuid-Afrika is beter dan ooit. In die markten is de sterk toegenomen vraag naar delfstoffen een grote stimulans voor het wegtransport. In China is de markt voor luchtveersystemen gegroeid vanwege de wettelijke verplichting dat alle voertuigen voor transport van gevaarlijke stoffen voorzien moeten zijn van luchtvering. De totale trailermarkt in China is daarentegen voor het derde jaar op rij gekrompen. Deze markt is nog niet volwassen en daardoor instabiel, maar door de jarenlange aanwezigheid heeft VDL Weweler een goede naam opgebouwd en zijn we intussen marktleider in China op het gebied van luchtveersystemen. Nu het zero COVID-beleid is opgeheven is de verwachting dat de markt weer aantrekt en dat VDL Weweler Taishan, onze vestiging in China, weer kan groeien. Vanwege markt lokaal veerarmen te gaan produceren door VDL Weweler Taishan.Ook voor VDL Weweler-Colaert in België, producent en distributeur van onderdelen voor paraboolveer­systemen voor chassis van vrachtwagens, aanhangwagens en bussen, heeft het uitbreken van de oorlog  in Oekraïne grote impact gehad op de afzet in Oost-Europa en Rusland. In de OEM (Original Equipment Market) van kleine en middelgrote constructeurs van speciale voertuigen, heeft VDL Weweler-Colaert -uitstoot te reduceren. Hierbij wordt een oven op aardgas vervangen door verwarming met inductie. Daarnaast worden er op het dak van de productiehal zonnepanelen geplaatst, goed voor een opbrengst van nagenoeg 15 procent van het jaarverbruik. Door de aanhoudende crisis in Oost-Europa, zijn de ",
        "blocks": [
            9,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            20,
            21,
            22,
            23,
            24,
            26,
            27,
            28
        ],
        "page_nums": [
            32
        ]
    },
    "subtext5_5": {
        "text": "Voor handelsorganisatie VDL Weweler Parts heeft de oorlog in Oekraïne gezorgd voor logistieke uitdagingen met betrekking tot de beschikbaarheid van materialen. Desondanks heeft het bedrijf in 2022 een omzet­stijging weten te realiseren. Medio 2022 is het nieuwe digitale platform in gebruik genomen waar alle  parts-activiteiten zijn ondergebracht. In 2023 wordt de webshop verder uitgebreid en zal intensiever met zusterbedrijven worden samengewerkt op het gebied van online verkoop van automotive onderdelen. ",
        "blocks": [
            30,
            31,
            32,
            33,
            34
        ],
        "page_nums": [
            32
        ]
    },
    "paragraph_17": {
        "text": "VDL Truck & Trailer Industry is nog steeds het grootste aftermarket-bedrijf voor bussen, vrachtwagens en levering beïnvloed en de prijzen voor alle onderdelen verhoogd. Ondanks deze externe factoren hebben de zes magazijnen in Noorwegen en het magazijn in Zweden voldoende onderdelen kunnen inkopen om leveringen aan klanten te kunnen waarborgen. De vooruitzichten voor de sector Veersystemen zijn goed.heden kijken de bedrijven in de sector Warmtewisselaars terug op een goed jaar. De omzet is uitgekomen op 147 miljoen euro ten opzichte van 104 miljoen euro in 2021. De gevolgen van de coronacrisis en de oorlog in Oekraïne zijn nog steeds merkbaar in de sector Warmtewisselaars. Met name investeringen in LNG-schepen, de olie- en gasmarkt en de cruisemarkt zijn achtergebleven. Verschuivingen op de energiemarkt van conventionele systemen naar nieuwe manieren om energie op te wekken, zoals on- en offshore zonne- en windenergie, zitten nog in de ontwikkelfase en leiden nog niet tot nieuwe investeringen. De ontwikkelingen in semiconductorindustrie zijn echter zeer positief, waardoor een groot deel van het omzetverlies in de olie- en gasmarkt is opgevangen. Voor de chipindustrie worden diverse warmtewisselaars en koeltechnische installaties geleverd. We zien in 2023 een voorzichtig herstel voor olie-, gas- en de cruisemarkt. De vooruitzichten zijn gematigd. Enerzijds door de gevolgen van de onzekere situatie in Oekraïne en anderzijds doordat nieuwe ontwikkelingen die de energietransitie kunnen versnellen nog niet leiden tot volumeproductie. Ook bij  VDL Delmas in Berlijn zien we deze trend. Klanten van ons Duitse bedrijf dat warmtewisselaars en VDL KTI in Mol, België, kijkt terug op een prima jaar. De stijgende materiaalprijzen, als gevolg van de oorlog in Oekraïne, heeft wel een nadelig effect gehad op de vraag naar brugdelen. Daarentegen heeft de grote vraag naar warmtewisselaars en drukvaten vanuit de internationale petrochemische sector ertoe geleid dat de capaciteit en omzet op hoog niveau zijn gebleven. Door de stijgende vraag naar gas vanuit Europa zijn er diverse projecten opgestart om de gasvoorziening vanuit Afrikaanse landen te vergroten. VDL KTI draagt hieraan bij door het uitvoeren van engineeringsactiviteiten en levering van apparatuur. Ook wordt ingezet op samenwerking voor projecten rond ",
        "blocks": [
            36,
            38,
            39,
            40,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            16,
            17,
            18,
            19,
            20,
            21,
            22
        ],
        "page_nums": [
            32,
            33
        ]
    },
    "subtext3_6": {
        "text": "VDL NPS is actief in het realiseren van mastlocaties voor mobiele telefonie (5G). In Duitsland ligt een enorme uitdaging om de mobiele infrastructuur verder uit te breiden. In samenwerking met andere VDL-bedrijven en partners is een 'slimme mast' ontwikkeld als basis voor een open ecosysteem, waaraan diverse functies kunnen worden toegevoegd. Daarbij kan worden gedacht aan ledverlichting, laadopties voor voertuigen, communicatie (WiFi en dataverzameling), sensoren die bijvoorbeeld luchtkwaliteit, geluid en/of ",
        "blocks": [
            25,
            26,
            27,
            28,
            29
        ],
        "page_nums": [
            33
        ]
    },
    "subtext5_6": {
        "text": "Vanuit de markt is er steeds meer vertrouwen in dit innovatieve concept. De eerste slimme masten zijn inmiddels geïnstalleerd. Het proces voor het verkrijgen van vergunningen is echter complex en tijdrovend. VDL is daarom bezig met de ontwikkeling van een eigen fundament voor de slimme mast, zodat onze klanten de mogelijkheid hebben om nieuwe mastlocaties sneller operationeel te krijgen. Daarnaast wordt gekeken naar duurzamere oplossingen voor het aandrijven van de mastlocaties. De ambitie is om komende jaren verder te groeien als belangrijke speler in het opbouwen van een duurzame infrastructuur in Duitsland. ",
        "blocks": [
            30,
            31,
            32,
            33,
            34,
            35,
            36
        ],
        "page_nums": [
            33
        ]
    },
    "paragraph_18": {
        "text": "Door de marktomstandigheden in de automobielindustrie is 2022 wederom geen gemakkelijk jaar geweest voor de sector Productieautomatiseringssystemen. Hoewel de omzet van deze sector is gestegen, van  87 miljoen euro in 2021 naar 116 miljoen euro in 2022, staan de marges zwaar onder druk. Investeringen worden uitgesteld doordat onze klanten in de transitiefase zitten van brandstofmotoren naar elektrisch rijden of doordat nieuwkomers die zich richten op elektrische mobiliteit de financiering niet rond krijgen. Daarnaast hebben problemen in de toeleverketen geleid tot langere levertijden en prijsstijgingen. Hoewel on holddoorgang. In Amerika hebben we de stap gemaakt om het kantoor uit te breiden met eigen assemblage­In 2022 is verder geïnvesteerd in het inrichten van een productiefaciliteit voor de serie-assemblage van 600V Li-ion batterijsystemen en -pakketten. Zo worden bijvoorbeeld alle batterijen voor de nieuwe generatie stadsbus, de VDL Citea, bij VDL Steelweld in Breda geassembleerd. Tevens participeren we in het project Green Transport Delta, met als doel een sterk batterij-ecosysteem in Nederland te ontwikkelen om hiermee de transitie naar klimaatneutrale mobiliteit te kunnen versnellen. Met deze kennis en kunde kunnen we onze klanten op het gebied van e-mobility maximaal ondersteunen, ook in volumeproductie. Naast het ontwikkelen en inbedrijfstellen van automatiseringsprojecten voor de automobielindustrie  werkt VDL Steelweld ook aan automatiseringsprojecten in andere markten. De order voor 80 automatisch de haven in Rotterdam zijn afgelopen jaar de eerste van de 77 AGV’s geleverd. Met het Zuid-Koreaanse DongWon is in 2022 een contract voor 60 AGV’s getekend. De uitlevering van de eerste AGV’s voor  deze nieuwe klant heeft begin 2023 plaatsgevonden. Andere activiteiten zijn het ontwikkelen van productielijnen voor aluminium frames voor e-bikes en vervolgprojecten voor zusterbedrijven  VDL TIM Hapert en VDL Smart Spaces.automobielindustrie blijft qua marges onder druk staan. De omzet in de sector Speciale voertuigen is gestegen van 80 miljoen euro in 2021 naar 123 miljoen euro ",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            19,
            20,
            21,
            22,
            23,
            25,
            27
        ],
        "page_nums": [
            34
        ]
    },
    "subtext5_7": {
        "text": "Voor VDL Container Systems was 2022 een goed maar hectisch jaar, met enerzijds een explosieve vraag naar containerhandlingsystemen en anderzijds verstoringen in de toeleverketen van materialen en trucks die hebben geleid tot onzekerheid qua planning en levering. De deelname aan verschillende beurzen in 2022 heeft een positieve uitwerking gehad. De introductie van de VDL I-Control met een nieuw display en controller is goed ontvangen. Door verbeteringen in het bedieningsgemak kunnen we storingen sneller traceren en daarmee stilstand van onze systemen reduceren. Verdere vervolgstappen voor de digitalisering van zowel productie als de containerhandlingsystemen staan voor 2023 gepland. Evenals de verdere ontwikkeling van onze systemen ten behoeve van elektrische trucks. Op de afdeling Port-equipment is verdere optimalisatie doorgevoerd. Inmiddels zijn onze spreaders in 45 landen operationeel. Naast een goed ",
        "blocks": [
            29,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            37
        ],
        "page_nums": [
            34
        ]
    },
    "paragraph_19": {
        "text": "VDL Translift, ontwikkelaar en producent van afvalinzamel- en logistieke systemen, heeft 2022 goed kunnen afsluiten, ondanks een gelimiteerd aantal uitgeleverde voertuigen. Dit is veroorzaakt door voortdurende problemen in de toeleveringsketen van niet alleen chassis, maar ook belangrijke hydraulische en elektrische opbouwcomponenten. In december 2021 is het nieuwe pilotproject RELOAD gestart voor bedrijf gesteld, waarbij verdere elektrificatie van de opbouw wordt onderzocht. De ontwikkeling van de elektrificatie van inzamelvoertuigen zet zich door in het opschalen van de wagenparken. Hierdoor verwachten wij in 2023 een verdere toename van het aandeel elektrische inzamelvoertuigen. In het buitenland worden op dit gebied ook de eerste stappen gezet, met onder andere een elektrisch demovoertuig in Duitsland. Qua export is, naast de bestaande markten, een nieuw project voor Montevideo, de hoofdstad van Uruguay, gestart. Het omvat de levering van twaalf zijladers met een logistiek systeem. De voertuigen zijn inmiddels uitgeleverd en zullen begin 2023 in gebruik genomen worden. Dit brengt nieuwe perspectieven voor de komende periode in de Zuid-Amerikaanse markt.2022 is het eerste jaar dat VDL Special Vehicles in de divisie Eindproducten opereert als zelfstandig bedrijf. VDL Special Vehicles richt zich op de ontwikkeling en implementatie van emissievrije oplossingen voor het middel en zware voertuigsegment. Er is afgelopen jaar veel aandacht besteed aan het optimaliseren van bedrijfs- en productieprocessen, onder andere door robotisering. In 2022 zijn diverse modules geleverd aan VDL Bus & Coach voor de productie van de nieuwe generatie VDL Citea. Daarnaast zijn de eerste vijf waterstoftrucks verkocht. Er lopen diverse offertetrajecten op het gebied van elektrificatie van zwareon- en offroad voertuigen en de banden met OEM’ers in de defensie zijn verder aangehaald. Voor dit segment verwachten we in 2023 en 2024 een verdere omzetstijging.De geprognotiseerde omzet voor 2022 van de sector Systemen voor de agrarische industrie is lager uitgevallen dan 2021, 81 miljoen euro ten opzichte van 86 miljoen euro. Dit komt mede door de oorlog Rusland-Oekraïne die een wereldwijde stijging van grondstofprijzen van onder andere veevoer heeft veroorzaakt. Door deze gestegen kosten is in veel landen de productie van vlees en eieren aanzienlijk minder winstgevend geworden en zijn investeringen voor uitbreidingen in veel landen uitgesteld. In Hongarije is hiervoor een groot project gerealiseerd. Strategische samenwerking met andere bedrijven op dit gebied heeft geresulteerd in een compleet productenportfolio ten behoeve van de insectenkweek. Als gevolg van de gestegen kosten voor kunstmestgrondstoffen is dierlijke mest waardevoller geworden. deze systemen neemt sterk toe. In de legpluimvee zien we dat de transitie van kooisystemen naar volières zich in steeds meer delen van de wereld doorzet. Met onze diervriendelijke huisvestigingssystemen zien we voor deze markt groeikansen. Door de huidige schaarste aan eieren en de hoge materiaalprijzen stagneert de ombouw enigszins, maar de verwachting is dat dit in de tweede helft van 2023 weer zal toenemen. investeringsbereidheid. In Europa is een afname van productie en consumptie van varkensvlees De samenwerking tussen VDL Agrotech en VDL Jansen krijgt steeds meer vorm. Op commercieel en ontwikkelingsgebied zal dit in 2023 verder geïntensiveerd worden. Ondanks de uitdagingen is 2022 voor ",
        "blocks": [
            0,
            1,
            2,
            3,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            4
        ],
        "page_nums": [
            35,
            36
        ]
    },
    "subtext5_8": {
        "text": "VDL een goed jaar geweest in de agrarische industrie mede door ons vermogen om snel aan te passen aan ",
        "blocks": [
            21
        ],
        "page_nums": [
            36
        ]
    },
    "subtext3_7": {
        "text": "De omzet van de sector Energiesystemen is uitgekomen op 50 miljoen euro in 2022 ten opzichte van  37 miljoen euro in 2021. Vier jaar geleden is VDL Energy Systems overgenomen van Siemens met een werkgarantie afspraak die in november 2022 is geëindigd. Ondanks de garantie hebben we vier jaar lang te weinig dekking van activiteiten gekend. Daarmee hebben we de conclusie getrokken dat er in de olie- en gasmarkt te weinig behoefte is aan een toeleverancier van gascompressie en gasturbinesystemen. Daarnaast zien we in de toekomst onvoldoende herstel van de vraag. We hebben dan ook besloten onze kennis, kunde en capaciteit niet langer in te zetten voor deze markt en onze focus te verleggen. Een groot gedeelte van onze medewerkers is overgegaan naar onze vestiging VDL ETG Almelo om te ondersteunen bij onze activiteiten in de semiconductormarkt. VDL Energy Systems concentreert zich sindsdien op activiteiten en producten die ons helpen om de algemene energiebehoefte te verduurzamen. We richten ons daarbij op de ontwikkeling en productie van mobiele en stationaire energieopslag en conversiesystemen.",
        "blocks": [
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35
        ],
        "page_nums": [
            36
        ]
    },
    "paragraph_20": {
        "text": " De door ons reeds ontwikkelde en geproduceerde batterijproducten staan inmiddels in de markt. De vooruitzichten zijn veelbelovend. De ontwikkeling van een brandstofcellensysteem bevindt zich in de prototype-testfase. Gedurende 2023 gaan we dit product testen bij onze klanten. Daarnaast hebben we in samenwerking met andere VDL-bedrijven onze eerste elektrolyser op basis van alkaline-technologie ontwikkeld en die gaan we in 2023 bouwen. Het eerste systeem is een prototype op kleiner vermogen, waarmee we design verificatie testen gaan uitvoeren. Parallel hieraan wordt in 2023 gestart met de ontwikkeling van eenzelfde systeem met een groter vermogen. Onze ambitie is om in Europa een vooraanstaande rol te vervullen in de energietransitie. Daarnaast continueren we onze activiteiten op het gebied van ‘High Speed Balancing’. Deze activiteit bestaat uit het balanceren van samengestelde producten die bij een hele hoge elektromotor rotoren zijn hier voorbeelden van. VDL Energy Systems heeft hiervoor de kennis, kunde en capaciteit en deze unieke competentie kent een gezonde marktvraag. De vooruitzichten voor de sector VDL Hapro heeft een goed jaar achter de rug, waarbij de omzet is gestegen van 33 miljoen euro in 2021 naar 43 miljoen euro in 2022. Door versoepeling van de corona-maatregelen zijn zonnestudio’s en wellnesscentra goed gaan draaien en is het investeringsklimaat in deze markt verbeterd. De afzet van professionele zonnebanken is daardoor in 2022 sterk gestegen ten opzichte van 2021. Ook de vraag naar dakkoffers is groot geweest. In de zomerperiode van 2022 is de consument in grote getale op autovakantie gegaan met een enorme vraag naar dakkoffers tot gevolg. Die vraag is weer gedaald na de energieprijzen wat heeft geleid tot een daling in vraag naar professionele zonnebanken. ",
        "blocks": [
            35,
            36,
            37,
            38,
            39,
            0,
            1,
            2,
            3,
            4,
            6,
            7,
            10,
            11,
            12,
            13,
            14,
            15,
            17
        ],
        "page_nums": [
            36,
            37
        ]
    },
    "subtext3_8": {
        "text": "de Caravan Salon Düsseldorf het eerste ontwerp van de VDL Hapro daktent Vista getoond. Deze is erg positief ontvangen. In mei wordt de productie van dit nieuwe product opgestart. De omzet van ",
        "blocks": [
            18,
            19
        ],
        "page_nums": [
            37
        ]
    },
    "paragraph_21": {
        "text": "product geïntroduceerd: de Luxura Jewel, een energiezuinige zonnebank voor het topsegment. Dankzij de toepassing van nieuwe technische innovaties zal 50 procent energie worden bespaard ten opzichte van het verbruik van een traditionele zonnebank. In september wordt tevens een nieuwe dakkofferlijn gelanceerd, waarbij de focus ligt op een lagere -footprint. Dit product zal in 2024 een bijdrage aan de omzet gaan geven. Voor 2023 wordt een lichte omzetdaling verwacht ten opzichte van 2022, omdat consumenten vanwege de prijsstijgingen minder zullen besteden aan luxe artikelen. De omzet van de sector Verpakkingsmachines is met 20 miljoen euro in 2022 licht gedaald ten opzichte van 24 miljoen euro in 2021. Waar we zijn gestegen in de verpakkingsmachines voor de voedings­industrie, zien we dit jaar een daling vanwege minder grote projecten en enige overcapaciteit in VDL Packaging heeft zich voorbereid op de steeds groter wordende vraag naar duurzame oplossingen door middel van het verwerken van recyclebare en milieuvriendelijke verpakkingsmaterialen en het verminderen van materiaalafval. Naast de ontwikkeling van papieren verpakkingssoorten, zien we een trend dat de meer milieubelastende verpakkingen (zoals blik) omgezet worden naar ‘bag in box’-oplossingen of speciale hersluitbare zakken. Met onze kwalitatief hoogstaande verpakkingsmachines spelen wij hierop in en zijn wij in staat om de kwaliteit van deze producten te waarborgen. Daarnaast bestaat er een toenemende belangstelling in onze innovatieve sealtechnieken die we momenteel verder aan het ontwikkelen zijn voor zowel papieren als kunststofverpakkingen. We focussen hierbij op minder folieverbruik en het maken van perfect lekdichte zakken, waardoor we ook bijvoorbeeld klanten met vloeistofproducten beter kunnen bedienen. Dit zijn de belangrijkste aandachtspunten met groeipotentieel voor 2023. De ingeslagen weg met hygiënische en ‘wash down’-uitvoering van onze Onze oplossingen voor de koffiebranche blijven zich positief ontwikkelen. Dit product vraagt om verpakkingen van hoge kwaliteit en veel toegevoegde waarde, zoals exclusieve uitstraling en hersluitbaarheid die wij met onze machines kunnen leveren. De tabaksindustrie heeft geen groei laten zien, vanwege de terughoudendheid van enkele grote spelers in de markt. In deze markt richt VDL zich met name op het reviseren en upgraden van sigarenmachines. Voor 2023 verwachten we een lichte groei.  ",
        "blocks": [
            21,
            22,
            23,
            24,
            25,
            26,
            28,
            29,
            30,
            32,
            33,
            34,
            35,
            36,
            37,
            0,
            1,
            2,
            3,
            4,
            7,
            8,
            9,
            10,
            11
        ],
        "page_nums": [
            37,
            38
        ]
    },
    "subtitle9_1": {
        "text": "Systemen voor de industriële sector",
        "blocks": [
            12
        ],
        "page_nums": [
            38
        ]
    },
    "paragraph_22": {
        "text": "De omzet van VDL Industrial Products is in 2022 gestegen van 16 naar 20 miljoen euro ondanks de uitdagingen vanwege schaarste in materiaal en de energiecrisis. VDL Industrial Products is als specialist op het gebied van bulkhandling, explosie- en brandbeveiliging in vele branches actief. In 2022 is met name onze positie in food, feed en recycling verder versterkt en er is nog meer gefocust op verdere ontwikkeling van het pakket in roterende sluizen. Zo is ook de samenwerking met de Italiaanse partner Olocco geïntensiveerd door een overname van het bedrijf door VDL Groep in november 2022. Deze overname sluit aan bij onze ambitie om als VDL een nog belangrijkere speler te worden in de wereld van roterende Op het gebied van explosie- en brandbeveiliging zijn in 2022 de eerste projecten geïnstalleerd met de UMID-nevelsystemen voor het bestrijden van stof, het bevochten van ruimtes of het blussen van een brand. Onze brede expertise op het gebied van brandbeveiliging zorgt ervoor dat klanten in de bakkerijwereld, recycling of houtverwerking ons steeds vaker inschakelen voor oplossingen voor het beveiligen van hun systemen.Voor 2023 zal VDL Industrial Products zich verder focussen op profilering als brede en betrouwbare partner van onze medewerkers en de doorontwikkeling van onze hoogwaardige producten en oplossingen om voorbereidingen getroffen voor de verhuizing naar een groter pand in Eersel. VDL AEC Maritime heeft in 2022 een omzet behaald van 7 miljoen euro ten opzichte van 1 miljoen euro in zijn hersteld. Qua scrubbers ('roetfilters' voor schepen) zijn in 2022 voor twee grote Nederlandse reders diverse complete scrubbersystemen geleverd voor het reduceren van zwavel in uitlaatgassen. Tot op heden waren alle projecten voor buitenlandse reders. VDL heeft begin 2023 alle aandelen van VDL AEC Maritime overgenomen. De vooruitzichten voor 2023 voor de sector Maritieme systemen zijn gematigd positief.Onder de naam Dutch PPE Solutions produceren Koninklijke DSM en VDL sinds september 2020 in medische gezichtsmaskers die virussen filters. Deze joint venture is ontstaan in het begin van de coronapandemie om de afhankelijkheid van het buitenland voor persoonlijke beschermingsmiddelen voor medewerkers in de gezondheidszorg te verkleinen. In 2022 is de omzet uitgekomen op 2 miljoen euro ten opzichte van 6 miljoen euro vorig jaar. In het eerste kwartaal van 2022 zijn de laatste orders voor mondmaskers uitgeleverd. Op dit moment is de markt voor mondmaskers verzadigd door de grote voorraden bij afnemers en producenten in de rest van de wereld. Om afhankelijkheid van buitenlandse partijen voor medisch materiaal te voorkomen, is het belangrijk dat de productie van dit soort ",
        "blocks": [
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            21,
            22,
            23,
            24,
            25,
            26,
            28,
            31,
            33,
            35,
            36,
            37,
            38,
            1,
            3,
            4,
            5,
            6,
            7,
            8,
            9
        ],
        "page_nums": [
            38,
            39
        ]
    },
    "subtext5_9": {
        "text": "VDL Groep ultimo 2022 over ongeveer 1.600.000 mgeïnvesteerd in onderzoek en ontwikkeling. Deze investeringen zijn direct in de kosten opgenomen.Wij bouwen onze panden in eigen beheer. Bij alle nieuwbouw- en renovatieprojecten richten we ons op duurzaam materiaalgebruik, minder energieverbruik en minder belasting voor het milieu. Het implementeren van energiebesparings- en afvalpreventieplannen en het recyclen van grondstoffen heeft onze voortdurende aandacht. In 2022 is gewerkt aan diverse energiebesparende projecten. Dat doen we bijvoorbeeld door slimme ontwerpen met veel daglicht in de fabrieken, de inzet van energiezuinige ledverlichting, het toepassen van all-electric met lucht/water-warmtepompen en door gebruik te maken van restwarmte uit het productieproces om bedrijfspanden te verwarmen. Als onderdeel van onze duurzaamheidsstrategie zijn of worden bij diverse VDL-bedrijven zonnepanelen geplaatst. Daarnaast is de isolatie van gebouwen en In mei 2022 is de bouw van een extra magazijn van 5.400 mHet dak is voorzien van zonnepanelen en bij het verwarmen van dit magazijn wordt gebruik gemaakt van restwarmte vanuit het productieproces.De bouw van een geheel nieuw, hypermodern én CO-neutrale fabriek voor VDL Bus Roeselare in België is in oktober 2021 van start gegaan. Op 8 februari 2022 is de eerste steen gelegd. Deze nieuwe vestiging verrijst op bedrijvenpark Krommebeek in Roeselare, op een perceel van 8 hectare waarvan zo’n 35.000 mafleverhal en een werkplaats voor herstelwerkzaamheden gerealiseerd. Het productieproces wordt ingericht een energieneutrale manier, gebruikmakend van ‘groene’ technologie. Zo is er veel daglicht, een groene gevel, is het pand uitgerust met zonnepanelen en worden kantoren verwarmd en gekoeld via een warmtepomp en is de productiehal voorzien van vloerwarming.",
        "blocks": [
            2,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            16,
            17,
            18,
            19,
            20,
            21,
            23,
            25,
            26,
            27
        ],
        "page_nums": [
            40
        ]
    },
    "paragraph_23": {
        "text": "De bouwwerkzaamheden bij de VDL ETG-vestigingen in Eindhoven en Almelo zijn nog steeds in volle gang. Bij VDL ETG Eindhoven worden, na diverse nieuwbouwprojecten, de bestaande gebouwen gerenoveerd. Dit project neemt enkele jaren in beslag. In mei 2022 is de bouw van een nieuwe productiehal ten behoeve van twee grote draai- en freesmachines en een meetkamer opgeleverd. Tevens is de bestaande draai- en freeshal gerenoveerd. Aansluitend is gestart met de renovatie van de kantoorstrook van de draai- en freeshal. Ook worden de cleanrooms verder uitgebreid met 1.850 mDeze werkzaamheden zullen medio 2023 gereed zijn. ",
        "blocks": [
            29,
            30,
            31,
            32,
            33,
            34,
            35
        ],
        "page_nums": [
            40
        ]
    },
    "subtext5_10": {
        "text": "Bij VDL ETG Almelo wordt ook nog steeds gebouwd. Medio september 2022 is de nieuwbouw voor   kantoorruimte opgeleverd. In 2022 is gestart met de uitbreiding van de kantine, de voorbereidingen voor extra cleanrooms met een oppervlakte van 6.500 mvier grote freesmachines. Deze werkzaamheden zullen medio 2023 worden afgerond. Bij VDL ETG Precision is in 2022 gestart met het ombouwen van een productieruimte naar een zeer hoogwaardige cleanroom van 500 mnieuwe ruimtes zullen medio 2023 opgeleverd worden. In 2021 zijn de voorbereidingen gestart voor de uitbreiding van VDL ETG Singapore. De plannen omvatten een nieuw magazijn van 13.500 m en een nieuw kantoor. De werkzaamheden zijn in het eerste kwartaal van 2023 van start gegaan. ",
        "blocks": [
            36,
            37,
            38,
            39,
            0,
            1,
            2,
            3,
            4,
            5
        ],
        "page_nums": [
            40,
            41
        ]
    },
    "paragraph_24": {
        "text": "De nieuwe fabriek voor VD Leegte Metaal op het Kempische Bedrijvenpark in Hapert wordt medio 2023 opgeleverd. Het duurzame en moderne pand zal bestaan uit 2.000 mproductieruimte met onder andere een geautomatiseerd magazijn. Nadat het nieuwe pand volledig in gebruik is genomen, wordt het huidige hoofdpand van VD Leegte Metaal gerenoveerd. Vervolgens zal VDL Apparatenbouw - dat nu gevestigd is in Eersel - dit pand gaan betrekken. VDL Industrial Products, gevestigd in Eindhoven, verhuist dan naar het pand van VDL Apparatenbouw in Eersel. Het pand van VDL Industrial Products in Eindhoven wordt toegevoegd aan het naastgelegen VDL Agrotech. ",
        "blocks": [
            6,
            7,
            8,
            9,
            10,
            11,
            12
        ],
        "page_nums": [
            41
        ]
    },
    "subtext5_11": {
        "text": "Begin 2022 is gestart met de voorbereidingen voor een extra hal van 12.500 mop het Kempisch Bedrijvenpark. Na de bouwvak van 2022 is gestart met de grondwerkzaamheden en de verwachting is dat de productie medio 2023 hier opgestart kan worden. Aansluitend aan deze hal, wordt voor VDL Fibertech Industries een extra productiehal van 12.500 m gebouwd die eind 2023 klaar zal zijn. Inmiddels is de uitbreiding van VDL GL Precision in Eindhoven, 5.500 m aan de achterzijde van het pand, in aanbouw. Hier worden de draai-afdeling en een cleanroom gevestigd. Verwachting is dat dit in het medio Bij VDL Nedcar in Born is in 2022 het distributiecentrum met 22.000 m uitgebreid en is een hal van In 2023 zal opnieuw worden geïnvesteerd in vastgoed, machines, de optimalisatie van productieprocessen en digitalisering. De verwachting is dat de hoogte van deze investeringen zal uitkomen op 300 miljoen euro.",
        "blocks": [
            0,
            1,
            2,
            3,
            4,
            5,
            7,
            9,
            10
        ],
        "page_nums": [
            42
        ]
    },
    "paragraph_25": {
        "text": "VDL Groep is altijd alert op nieuwe of aanvullende activiteiten die het portfolio van de bedrijvengroep versterken. In 2022 zijn er twee overnames gedaan. In juli 2022 hebben we het bedrijf GL Plastics in Son overgenomen. GL Plastics is in 1989 opgericht door Gerard van der Leegte, de broer van Wim van der Leegte. Het bedrijf met 60 medewerkers is specialist in hoogwaardig spuitgietwerk, met name op het gebied van metaal-kunststofcombinaties, en bedient klanten in de automobielindustrie, de medische industrie en klimaatbeheersing. VDL Groep beschikt met de VDL Fibertech Industries reeds over een sterke positie in de wereld van kunststoffen. De competenties van VDL GL Precision, zoals het bedrijf nu heet, sluiten daar naadloos op aan.De overname van het Italiaanse familiebedrijf Olocco heeft begin november 2022 plaatsgevonden. Olocco is een producent van roterende sluizen en industriële wisselkleppen en telt 25 medewerkers. Met het bedrijf uit Fossano (ongeveer 75 kilometer ten zuiden van Turijn) in de gelederen verwachten we onze productie- en verkoopactiviteiten in het domein Foodtech, één van de ‘vijf werelden van VDL’, verder te versterken. Sinds begin jaren ’90 is VDL Industrial Products uit Eindhoven de exclusieve vertegenwoordiger in de Benelux van de producten van branchegenoot Olocco. Olocco verkoopt sindsdien de producten van VDL Industrial Products in thuisland Italië. De synergievoordelen tussen beide bedrijven zullen leiden tot een breder en completer pakket aan producten voor onze klanten wereldwijd. In oktober 2022 is bekend gemaakt dat VDL Groep een minderheidsbelang heeft genomen in het Eindhovense VBTI, specialist op het gebied van kunstmatige intelligentie (Artificial Intelligence, AI). Het bedrijf ontwikkelt deep learning-technologie om machines en processen slimmer te maken voor onder meer landbouw- en productietoepassingen. Door te gaan samenwerken met VBTI gaat VDL deep learning-In het Noord-Franse Lesquin is een verkoopvestiging voor VDL Mast Solutions opgericht: VDL Mast Solutions France. Door uitbreiding van de verkooporganisatie versterken we onze positie op het gebied van 5G en de uitrol van slimme masten ten behoeve van de infrastructuur in Frankrijk. behoort VDL Groep tot de meest innovatieve ondernemingen van Nederland. Het beleid van VDL Groep is afgestemd op het voortdurend verbeteren en vernieuwen van producten en productieprocessen. Daarom zijn we dagelijks bezig met het ontwikkelen en toepassen van de allernieuwste technische mogelijkheden hoge innovatiewaardes: onszelf specialiseren in zaken die een ander niet of minder goed kan. We zijn ervan overtuigd dat we, om de hoogwaardige maakindustrie in West-Europa op mondiale schaal concurrerend te houden, volop moeten blijven inzetten op innovatie. Technologie helpt ons leven en de samenleving verbeteren. Met onze innovatieagenda is VDL vol ambitie om een significante bijdrage te Onze activiteiten zijn samen te vatten in vijf clusters: Science, Technology & Health, Mobility, Energy & Sustainability, Infratech en Foodtech. Elk van deze ‘werelden’ heeft zijn eigen kenmerken en uitdagingen, waarbij VDL een unieke rol speelt als het aankomt op de ontwikkeling én productie van producten, machines, onderdelen of diensten en totaaloplossingen. Soms zichtbaar, soms voor het oog verborgen. Met altijd een wezenlijke bijdrage in de desbetreffende wereld.",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            6,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            0,
            7,
            19,
            20,
            21,
            22,
            23
        ],
        "page_nums": [
            43,
            44
        ]
    },
    "subtitle9_2": {
        "text": "Science, Technology & Health ",
        "blocks": [
            24
        ],
        "page_nums": [
            44
        ]
    },
    "paragraph_26": {
        "text": "Van het Higgs-deeltje, het allerkleinste deeltje op aarde, tot het allergrootste, het heelal, én alles daartussenin. De hightech-bedrijven van VDL houden zich bezig met het ontwikkelen en produceren van ’s werelds meest complexe apparatuur en modules - vaak onder één dak. Zo helpen we de wereld sneller én preciezer te maken. Tot op de nanometer nauwkeurig. VDL is systeemleverancier van hightech-de hele zorgketen; van hulpmiddelen bij geboorte tot aan de meest innovatieve operatiekamerapparatuur. Daarnaast bouwen we ook modules voor chipmachines en ontwikkelen én produceren we de vacuümkamer, waarin het EUV-licht wordt gecreëerd. Onze engineers hebben ervoor gezorgd dat we ons als organisatie hebben kunnen ontwikkelen van niet alleen maak- naar ook ontwikkelbedrijf. Dat heeft ertoe geleid dat VDL onmisbaar is geworden in de keten en zorgt voor kruisbestuiving tussen denken en Om onze hightech-systemen steeds verder te verbeteren, wordt in een ecosysteem van klanten, leveranciers, onderwijs- en onderzoeksinstellingen en andere partners nauw samengewerkt aan een gezondere én slimmere wereld. Dat doen we onder andere op het gebied van robotica, 3D-printen, geselecteerd op basis van een gemene deler van toekomstige uitdagingen (roadmaps) van meerdere klanten in hun marktsegment. Voor de uitdieping van deze onderwerpen zoekt VDL aansluiting met onderwijs- en kennisinstellingen. Dit wordt onder andere vormgegeven door twee medewerkers die de functie van fellow bekleden bij de TU/e in Eindhoven en Universiteit Twente op het gebied van precision engineering en hightech systems. De uitvoering van deze roadmaps wordt ondersteund door een aantal PhD-kandidaten, afgestudeerden die worden klaargestoomd als onafhankelijk onderzoeker. Daarbij ligt de focus op onderzoekthema’s als contaminatie, temperatuurcontrole en supergeleiding. In 2021 zijn we gestart met strategische samenwerkingen op het gebied van de commerciële ruimtevaart (communicatie en observatie van de aarde) en toepassingen voor versnellertechnologie. Die samenwerking heeft in 2022 verder vorm gekregen. In het kader van satellietcommunicatie is het consortium FSO Instruments (Free Space Optics) opgericht. Samen met Demcon, GTM en TNO zijn we de eerste stappen aan het zetten in de wereld van communicatiesatellieten op basis van lasercommunicatie. Communicatie via (laser)licht in plaats van radiofrequente golven heeft als voordeel dat het in principe sneller, betrouwbaarder en veiliger is, mits op de goede manier toegepast. Inmiddels zijn we in gesprek met (grote) ondernemingen om te komen tot concrete ontwerpen voor het bouwen van satellieten. Voor diverse toepassingen van versnellers is een vergelijkbaar businessmodel opgezet: Advanced Accelerator Technologies (AAT). In samenwerking met onderzoeksinstituut PSI en een Italiaanse partner, wordt onderzocht hoe versnellers nog meer kunnen worden toegepast en verder geïndustrialiseerd. ",
        "blocks": [
            25,
            26,
            27,
            28,
            30,
            31,
            32,
            33,
            34,
            0,
            1,
            2,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18
        ],
        "page_nums": [
            44,
            45,
            46
        ]
    },
    "subtitle9_3": {
        "text": "Mobility ",
        "blocks": [
            5
        ],
        "page_nums": [
            46
        ]
    },
    "paragraph_27": {
        "text": "Mobiliteit is van vitaal belang voor de wereld van vandaag en het economisch functioneren van de samenleving. Tegelijkertijd zorgt toenemende mobiliteit ook voor een uitdaging op het gebied van bereikbaarheid, gezondheid en kwaliteit van natuur en milieu. Om onze wereld elke dag een stukje schoner en duurzamer te maken, houdt VDL zich volop bezig met mobiliteitsoplossingen, elektrificatie en het terugdringen van emissies. We zijn een belangrijke speler in de nieuwe wereld van mobiliteits­oplossingen. Begonnen als toeleverancier van onderdelen, assembleren we inmiddels ook auto’s, zijn we toonaangevend in de ontwikkeling en productie van (elektrische) bussen en spelen we een grote rol op het gebied van elektrisch zware voertuigen in Europa. Tegelijkertijd richten we ons op ‘slimme’ mobiliteitsvraagstukken, zoals design, elektrificatie, connectiviteit, autonoom rijden en mobility as a service. We ontwerpen onze mobiliteitsoplossingen in eigen huis, waardoor we deze ook voor andere vormen van transport kunnen toepassen. Daarbij richten we ons met een bouwblok georiënteerde aanpak op de volgende productplatformen: coach, OV, vans, trucks en AGV. Deze bouwblokken vormen de basis van een modulaire ontwikkelstrategie. Daarnaast ontwikkelen we voertuigen steeds meer als ‘dataverzamelaars’, die niet alleen de eigen prestaties terugkoppelen, maar ook de impact op bijvoorbeeld de leefomgeving. Deze aanpak draagt bij aan het creëren van leefbare stedelijke omgevingen. Op het gebied van elektrificatie, connectiviteit en autonoom rijden zijn er in 2022 belangrijke stappen gezet in het verder testen, materialiseren, optimaliseren en uitrollen van systemen. In het nieuwe OV-platform Citea dat in september 2022 is geïntroduceerd, zijn al veel van deze nieuwe ontwikkelingen eerste leveringen van de nieuwe generatie VDL Citea zijn in het eerste kwartaal van 2023 gestart. Daarnaast investeren we in de ontwikkeling en integratie van waterstof als belangrijke energiedrager voor de toekomst. Dit gebeurt onder andere door nationale en internationale samenwerkingstrajecten waarin bijvoorbeeld bussen en vrachtwagens worden ontwikkeld die gebruikmaken van waterstof als energiedrager. Een voorbeeld daarvan is de e-truck die door VDL is voorzien van een range-extender op basis van waterstof. Dit heeft geresulteerd in een 40 tons e-truck, die seriematig te produceren is, met een actieradius tot 400 km. In 2022 hebben we een engineeringsopdracht binnengehaald waarbij bestaande zware vrachtwagens worden omgebouwd tot waterstoftrucks. In 2023 zullen de eerste emissievrije ",
        "blocks": [
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            25,
            26,
            27,
            28,
            29,
            30,
            31,
            32
        ],
        "page_nums": [
            46
        ]
    },
    "subtitle9_4": {
        "text": "Energy & Sustainability",
        "blocks": [
            36
        ],
        "page_nums": [
            46
        ]
    },
    "paragraph_28": {
        "text": "Om onze wereld beter én schoner door te geven aan de volgende generatie liggen er lokaal, nationaalen wereldwijd enorme uitdagingen. In de klimaatopgave wil VDL het verschil maken door de inzet van innovatiekracht en kennis van technische toepassingen, zowel in ontwikkeling als productie. Innovaties VDL draagt actief bij met innovatieve oplossingen waarbij de hele levenscyclus van een product vanaf het prille begin in ogenschouw wordt genomen. Het huidige energiesysteem zal de komende decennia worden omgebouwd naar een duurzaam energiesysteem. Deze energietransitie maakt ons minder afhankelijk van fossiele bronnen, maar vraagt tegelijk veel van andere, soms schaarse, materiaalbronnen. VDL zoekt actief naar oplossingen en innovaties waarbij zo min mogelijk van deze schaarse materialen gebruikt hoeft te worden. Het terugwinnen van deze materialen aan het einde van de levensduur van het product wordt in het ontwerp meegenomen. ook als bouwsteen voor duurzame materialen. In het zwaardere transport, bijvoorbeeld in de maritieme wereld, zal waterstof ook steeds verder doordringen. Ook voor onze elektrische vervoersoplossingen kan waterstof een zinvolle aanvulling zijn voor langere afstanden of voertuigen met hogere gewichten. Behalve deze mobiele applicaties ontwikkelt VDL ook stationaire energiesystemen voor opslag en transport van energie. Dit zijn modules op basis van elektriciteit. Een andere nieuwe ontwikkeling betreft elektrolysers voor de conversie van elektriciteit naar waterstof. In deze groeimarkt is behoefte aan schaalbaarheid en betaalbaarheid. Hier zet VDL vol op in door onderzoek en ontwikkeling van waterstofapplicaties op het gebied van alkaline en solid-oxide. De ontwikkeling en productie van elektrische mobiliteitssystemen (voertuigen en laders), zoals onze  VDL-E-Power-technologie, de aanleg en ombouw van hybride energiesystemen, zonnepanelen, apparatuur voor windmolens en het terugwinnen van industriële restwarmte zijn voorbeelden van VDL-oplossingen die bijdragen aan duurzamere, schonere energie. Los van nieuwe ontwikkelingen, speelt hergebruik en recycling een grote rol. In het Anubis-project geeft VDL samen met energieleverancier RWE en openbaarvervoersbedrijf Hermes, de batterijen van de 43 bussen die in de concessie van Eindhoven rijden een ‘tweede leven’. De bussen van Hermes worden voorzien van nieuwe batterijen, en de ‘oude’ batterijen worden opnieuw gebruikt in een energieopslag van RWE. Daarnaast participeert VDL Groep in het Green Transport Delta project, waarbij we samen met diverse partners een sterk batterij-ecosysteem in Nederland willen ontwikkelen dat toonaangevend is in de Europese batterijketen. Denk bijvoorbeeld aan het produceren van batterijmodules en -pakketten voor bussen, trucks, industriële voertuigen, vliegtuigen en schepen. VDL heeft als doel om deze thema’s verder uit te bouwen en door te ontwikkelen. Om vandaag het verschil te maken voor de wereld van morgen.",
        "blocks": [
            37,
            38,
            39,
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28
        ],
        "page_nums": [
            46,
            47
        ]
    },
    "subtext5_12": {
        "text": "Een substantiële bijdrage leveren aan leefbare (stedelijke) omgevingen - dat is ons doel in deze 'wereld van VDL'. VDL heeft een sterke focus op de leefbare samenleving van de toekomst, die zowel duurzaam is, als met het internet verbonden. Een samenleving waar emissievrij rijden en geluidsreductie gemeengoed zijn. Waar voedsel lokaal én duurzaam wordt verbouwd. Met afval als hulpbron. De succesvolle doorontwikkeling van steden naar leefbare omgevingen is sterk afhankelijk van de infrastructuur. Klimaatneutraal en gericht op duurzaamheid. De VDL-bedrijven in deze wereld zijn internationaal actief als het gaat om: smartcity, weg- en waterbouw, bruggen, sluizen, tunnels, telecomnetwerken, energienetwerken (hubs), spoornetwerken, ",
        "blocks": [
            30,
            31,
            32,
            33,
            34,
            35,
            36
        ],
        "page_nums": [
            47
        ]
    },
    "paragraph_29": {
        "text": "Wij zijn gespecialiseerd in het ontwerpen, produceren en leveren van halffabricaten, eindproducten en aanverwante diensten die nodig zijn voor de aanleg, ombouw en uitbreiding van kleine en grootschalige infra-projecten. Door de groeiende behoefte aan (e-)mobiliteit, veiligheid en duurzaamheid worden masten in het straatbeeld steeds belangrijkere dragers van communicatienetwerken. Wij zorgen dat het straatbeeld ",
        "blocks": [
            38,
            39,
            40,
            0
        ],
        "page_nums": [
            47,
            48
        ]
    },
    "subtext3_9": {
        "text": "niet wordt verstoord door een wildgroei van opstelpunten: we bouwen 'slimme' lichtmasten, waarin camera’s, sensoren, wifi, 5G en laadvoorzieningen kunnen worden geïntegreerd. Als grootste mastenfabrikant van Nederland is VDL in deze markt goed vertegenwoordigd. Met een speciale mastenserie projectmanagement aan voor de bouw van onze masten. Ook ontwerpen en produceren we brievenbussen van de toekomst, bushokjes, straatmeubilair, fietsenstallingen, onderdelen voor het spoor en laadinfra. ",
        "blocks": [
            1,
            2,
            3,
            5,
            6
        ],
        "page_nums": [
            48
        ]
    },
    "paragraph_30": {
        "text": "Infrastructuur en mobiliteit zijn nauw met elkaar verweven. Denk bijvoorbeeld aan elektrische voertuigen die automatisch worden geleid, emissievrij rijden en data doorgeven over de leefomgeving. Of slimme verkeersborden die meer doen dan afstanden aangeven. Dit alles kan worden gecombineerd in ‘slimme centra’ (smart hubs) in gebieden net buiten de stad of leefomgeving, waarbij elektrische voertuigen energie levert precies waar én wanneer het nodig is. Waar mensen boodschappen kunnen oppikken en postpakketjes veilig en centraal kunnen ophalen. Van daar rijden onze elektrische bussen naar de binnensteden en worden passagiers voorzien van alle nodige informatie. Door bundeling van onze ",
        "blocks": [
            7,
            8,
            9,
            10,
            12,
            13,
            14
        ],
        "page_nums": [
            48
        ]
    },
    "subtext5_13": {
        "text": "De VDL-bedrijven die werkzaam zijn in Foodtech richten zich op het vernieuwen en verduurzamen van de voedselketen. Dat doen we onder andere door het ontwikkelen en produceren van inventieve machines en systemen voor verpakkingen die worden geleverd aan de wereldwijde voedselindustrie, maar ook als het aankomt op machines en systemen voor de voedselproductie zelf. Waar voedsel is, is vaak verspilling. Om dit zo veel mogelijk te beperken, bieden we efficiënte oplossingen voor het koelen, opslaan en verpakken. Met een modern machinepark en goed opgeleide medewerkers staan we voor kwalitatief hoogstaande machines voedselproductie mogelijk te maken, maken we hierbij gebruik van precisietechnologie en robotisering. Een voorbeeld hiervan is VDL Cropteq Robotics, een robot - ontwikkeld en geproduceerd door VDL - die wordt ingezet voor het knippen van bladeren van de komkommerplant. Hierbij wordt visiontechnologie, robotica, kunstmatige intelligentie en kennis vanuit de land- en tuinbouw gecombineerd. Het VDL Cropteq-platform wordt inmiddels uitgebreid getest en kan ook worden ingezet voor andere gewassen. In 2022 heeft VDL een belangrijke stap gezet in de toepassing van kunstmatige intelligentie (Artificial Intelligence, AI) in Foodtech. Door een samenwerking met het Eindhovense bedrijf VBTI gaat VDL deep learning-technologie nadrukkelijker inzetten in processen, systemen en in de productie. Hiermee kan bijvoorbeeld worden voorspeld wat de oogstprognose van aardbeien gaat zijn, of kan het beste oogstmoment van asperges worden bepaald. Een andere trend in Foodtech zien we in de behoefte aan additionele bronnen voor eiwitten. Deze behoefte is groot, én nodig om de groeiende kloof tussen vraag en aanbod te overbruggen. Onder de naam VDL Insect Systems heeft VDL zich met name gespecialiseerd in de ontwikkeling van (voer)systemen voor de insectenkweek voor de productie van eiwitten. Voor de productie van een kilo eiwit met insecten is, ten opzichte van traditionele bronnen (gevogelte, varkens en runderen), minder land, water en voer nodig. Daarnaast vindt minder verspilling plaats en wordt de uitstoot beperkt.",
        "blocks": [
            17,
            18,
            19,
            20,
            21,
            22,
            24,
            25,
            26,
            27,
            28,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            38,
            39
        ],
        "page_nums": [
            48
        ]
    },
    "paragraph_31": {
        "text": "Het hoofdkantoor van VDL Groep is gevestigd in Brainportregio Eindhoven. Deze technologische regio is een goede thuisbasis voor ons bedrijf én vormt de basis voor veel innovatiekracht. Niet voor niets is Brainportregio Eindhoven één van de slimste regio’s ter wereld. Door samenwerking met klanten, kennisinstellingen, overheden, collega-bedrijven en andere partners zijn wij in staat om technisch hoogwaardige producten en processen tot stand te brengen die toegevoegde waarde bieden. In 2016 is Brainportregio Eindhoven door de overheid aangewezen als Nederlands derde mainport. In totaal investeren rijksoverheid en bedrijven in de Brainportregio Eindhoven samen 370 miljoen euro om de economische kracht en het vestigingsklimaat te versterken. In 2018 heeft de rijksoverheid een eerste financiële bijdrage gedaan van 130 miljoen euro. In juli 2018 is de Nationale Actie Agenda gepresenteerd. Ook VDL draagt hier zijn steentje aan bij. De Nationale Actie Agenda richt zich op concrete kansen en knelpunten zoals tekort aan talent, achterblijvend investerings­innovaties. Daarnaast is VDL ook betrokken bij het Battery Competence Cluster dat vanuit de Brainportregio Eindhoven is geïnitieerd. Het Battery Competence Cluster is een samenwerking van bedrijven, kennisinstellingen en publieke organisaties om nationaal expertise en kennis op te bouwen rond batterijtechnologie en de toepassing ervan in verschillende heavy-duty en industriële markten. Het project Green Transport Delta is een van de deelprojecten hiervan en richt zich op het produceren van batterijmodules en Eén van de innovaties die hoog op de agenda van VDL staat, is het verregaand digitaliseren van onze productie- en bedrijfsprocessen, waarmee we ernaar streven om onze klanten 24 uur per dag (online) te Gedurende het jaar 2022 zijn digitale bouwblokken verder ingericht en geconfigureerd voor gebruik door onze VDL-bedrijven. De digitale bouwblokken zijn onderdeel van een bedrijfsbrede IT-architectuur voor heel VDL Groep. Op basis van deze architectuur zijn in 2022 de volgende initiatieven verder ontwikkeld: Make-to-Order: in april 2022 is OrderOn.com live gegaan voor de Nederlandse klanten van  VDL Technics. Op dit platform kunnen klanten in een afgeschermde omgeving tekeningen uploaden voor een groeiend aantal metaalbewerkingen, hiervan direct online een offerte ontvangen en een bestelling plaatsen. Vervolgens start het volledig geautomatiseerde productieproces en worden producten op het gekozen adres geleverd. OrderOn.com is in eerste instantie ingericht voor de zakelijke markt. Sinds het einde van 2022 hebben ook Belgische klanten toegang tot het online platform. Na VDL Technics zullen meerdere VDL-bedrijven op het platform aangesloten worden, waaronder in eerste instantie VDL Industrial Modules en VDL HMI. VDL Bus & Coach Digital Twin: de digitalisering van het totale bedrijfsproces van de  VDL Bus & Coach-bedrijven; van verkoop, engineering, productie, service, garantieafhandeling en onderdelenverkoop van bussen. Het grootste gedeelte van dit platform is in 2022 live gegaan, inclusief een eigen connectiviteitsportaal ingericht voor het kunnen volgen van elektrische bussen die zijn uitgerust met IoT-systemen.VDL Independent Parts Cluster: de online verkoop van automotive gerelateerde onderdelen via webshops met geavanceerde zoekfunctionaliteit voor onze VDL-bedrijven VDL Parts en  VDL Weweler Parts. In 2022 is VDL Weweler Parts live gegaan met de eerste klanten op het e-commerce platform. Begin 2023 is VDL Parts ook aangesloten. Ondertussen gebruiken al meer dan 100 klanten van VDL Weweler Parts deze webshop. In 2023 staat gepland om VDL Parts Sweden en VDL Truck & Trailer Industry hierop te laten aansluiten. Configure-to-Order / Engineer-to-Order: in 2022 is het fundament voor de configuratiemodule (Configure-Price-Quote) gerealiseerd. VDL Jansen en VDL Agrotech zijn begin 2023 aangesloten op ons CRM-platform. Later dit jaar zullen zij ook aansluiten op een nieuwe ERP-implementatie. ",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            15,
            23,
            24,
            25,
            26,
            27,
            28,
            29
        ],
        "page_nums": [
            50,
            51
        ]
    },
    "subtext3_10": {
        "text": "Daarnaast is in 2022 de architectuur verder uitgewerkt, onder andere voor het inrichten van een methodiek voor EDM (Enterprise Data Management) met daarin ruimte voor onder andere Artificial Intelligence en Machine Learning algoritmes. Ook zijn we voorbereidend bezig met diverse vormen van Identity & Access Management voor klanten, leveranciers en onze eigen medewerkers. Een verdere rationalisatie van ons ERP (Enterprise Resource Planning) landschap is voorbereid in 2022. Zo staan voor 2023 en volgende jaren de vervanging van BaaN IV, SAP ECC en een aantal andere systemen op de agenda. ",
        "blocks": [
            31,
            32,
            33,
            34,
            35,
            36
        ],
        "page_nums": [
            51
        ]
    },
    "paragraph_32": {
        "text": "Tijdens de cyberaanval in 2021 is gebleken dat de geïmplementeerde backup-strategie ons heeft geholpen voor een snel herstel van ons IT-landschap. In 2022 hebben we deze backup-strategie nog verder vormgegeven voor zowel de centrale als decentrale IT-omgevingen. Een andere belangrijke activiteit in 2022 is het uitfaseren van oude datacenters, servers en computers geweest. Het overhevelen van VDL-bedrijven met een eigen IT-omgeving naar de centrale IT-infrastructuur is na de cyberaanval verder versneld. Van een ‘on-premise’ architectuur zijn we gefaseerd aan het overstappen naar een hybride IT-omgeving met een ‘cloud-first’ strategie. Voorbereidingen voor de implementatie van onder andere de overstap naar Microsoft 365 zijn ingezet en inmiddels in pilot-fase In 2022 is voortvarend doorgepakt op het verder ",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            11
        ],
        "page_nums": [
            52
        ]
    },
    "subtext5_14": {
        "text": "verbeteren en optimaliseren van het beveiligingsniveau van VDL. Het security­team is verder uitgebreid en processen zijn gestandaardiseerd en geprofessio­Tevens is gewerkt aan een security-architectuur die beter integreert met de rest van de IT-infrastructuur en het applicatielandschap. VDL is vandaag de dag beter in staat om adequaat op (cyber) dreigingen te reageren en deze in veel gevallen in een vroegtijdig stadium te neutraliseren. Ook op het gebied van betrokkenheid ",
        "blocks": [
            11,
            12,
            13,
            14,
            15
        ],
        "page_nums": [
            52
        ]
    },
    "paragraph_33": {
        "text": "van collega’s en samenwerking met de verschillende VDL-bedrijven is een positieve trend zichtbaar. Collega’s volgen de awareness-trainingen en melden geregeld verdachte situaties en incidenten. Daarnaast ontvangt de afdeling Security steeds vaker een hulpvraag om mee te denken en actief te participeren in De krapte op de arbeidsmarkt is voelbaar in elk vakgebied en op alle niveaus. De vraag naar engineers, vakmensen zoals lassers, operators en monteurs en in toenemende mate ook naar IT- en dataspecialisten blijft onverminderd groot. Het wordt steeds lastiger om de juiste medewerkers te vinden én te behouden.",
        "blocks": [
            16,
            17,
            18,
            22,
            23,
            24
        ],
        "page_nums": [
            52
        ]
    },
    "subtext13_4": {
        "text": "(per 31 december, inclusief uitzendkrachten)",
        "blocks": [
            36
        ],
        "page_nums": [
            52
        ]
    },
    "paragraph_34": {
        "text": "Gelukkig ervaren we dat we als familiebedrijf met korte lijnen en een open en informele cultuur een tegelijk. We spannen ons maximaal in om alle vacatures ingevuld te krijgen. Dat doen we onder andere met onze eigen vacaturesites werkenbijvdl.nl en werkenbijvdl.be die in 2022 tijdens de verkiezing ‘Website van het Jaar’ verkozen is tot meest populaire en tweede beste website in de categorie ‘werken-bij omgevingen’, via online wervingscampagnes, aanwezigheid op (online) voorlichtingsbeurzen, open dagen, activiteiten op het gebied van techniekpromotie en samenwerking met scholen. Daarnaast leiden we medewerkers zelf op. In 2022 hebben we de grootschalige campagne ‘Ontdek jouw ding’ gelanceerd, waarbij zij-instromers tijdens een MBO Tech Traineeship kunnen ontdekken of werken in de techniek hun ‘ding’ is. Ook voor mensen met een afstand tot de arbeidsmarkt zetten wij ons in. Bij diverse VDL-bedrijven is het afgelopen jaar samengewerkt met sociale werkplaatsen. Mensen van een sociale werkplaats worden voor ons te verrichten. Ondanks de krapte op de arbeidsmarkt is het aantal medewerkers van VDL Groep met 6 procent licht gestegen van 15.645 eind 2021 naar 16.585 einde jaar 2022 (plus 940 medewerkers).We spreken onze grote waardering uit voor de inzet en betrokkenheid van onze medewerkers. Ondanks lastige marktomstandigheden hebben we in 2022, mede door de goede onderlinge samenwerking en flexibiliteit van onze medewerkers, samen een goed resultaat weten te behalen. ",
        "blocks": [
            0,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            12,
            13,
            14,
            15,
            16
        ],
        "page_nums": [
            53
        ]
    },
    "subtext13_5": {
        "text": "(per 31 december 2022, inclusief uitzendkrachten)",
        "blocks": [
            26
        ],
        "page_nums": [
            53
        ]
    },
    "subtitle6_2": {
        "text": "PERSONEELSOPBOUW PER DIVISIE",
        "blocks": [
            33
        ],
        "page_nums": [
            53
        ]
    },
    "subtext13_6": {
        "text": "(per 31 december 2022, inclusief uitzendkrachten)",
        "blocks": [
            33
        ],
        "page_nums": [
            53
        ]
    },
    "paragraph_35": {
        "text": "VDL Groep biedt stage- en afstudeerplekken aan op (v)mbo-, hbo- en universitair niveau. Het aantrekken, opleiden en behouden van goed geschoolde en gemotiveerde medewerkers is en blijft voor ons belangrijk. In het leerjaar 2021/2022 hebben we ongeveer 300 stagiaires en 450 mbo BBL-leerlingen in dienst gehad die een opleiding bij één van onze 58 erkende leerbedrijven hebben gevolgd. Verder onderhouden we warme banden met het onderwijs door middel van gastlessen op scholen, docenten- en decanenstages, lunchlezingen, open dagen, bedrijvenmarkten en rondleidingen. Afgelopen jaar zijn we gestart met ons VDL on Tour-programma, waarbij leerlingen en studenten worden opgehaald met een VDL-bus en een rondleiding krijgen in onze experience center ‘de wereld van VDL', gevolgd door een bedrijfsbezoek. Uiteraard wordt er ook aandacht besteed aan het opleiden van onze eigen medewerkers. Hierin wordt de samenwerking gezocht met partners en onderwijsinstellingen. Een mooi voorbeeld hiervan is de VDL Triple T Academy die in september 2022 van start is gegaan. VDL Triple T staat voor Trots Talent in Techniek. Een uitdagend mbo-opleidingsprogramma van VDL Groep ontwikkeld in samenwerking met vakinhoudelijke leerwerktraject bij één van de VDL-bedrijven, werken aan hun persoonlijke ontwikkeling (powerskills) en worden zij sportief uitgedaagd. Daarnaast is in 2022 het opleidingsaanbod verder uitgebreid. Enkele voorbeelden van opleidingen die zijn gevolgd: diverse taalcursussen, lasopleidingen, Om de continuïteit en cultuur van ons familiebedrijf te behouden, is interne doorstroming een van onze Voor jonge medewerkers bestaat het platform YVE (Young VDL Employee) waar zij elkaar ontmoeten tijdens meerdere (online) bijeenkomsten per jaar om kennis en ervaringen uit te wisselen in een stimulerende en ",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            14,
            15,
            16,
            20,
            22,
            23
        ],
        "page_nums": [
            54
        ]
    },
    "subtitle9_5": {
        "text": "Code of Conduct",
        "blocks": [
            25
        ],
        "page_nums": [
            54
        ]
    },
    "paragraph_36": {
        "text": "In onze Code of Conduct wordt beschreven welke waarden en normen wij belangrijk vinden. Hierin zijn om te gaan met klanten, collega’s, leveranciers, concurrenten en bepaalde situaties. Ook wordt hierin verwezen naar de Klokkenluidersregeling. Wij kennen een open en informele werksfeer en stimuleren om (vermoedens van) misstanden intern op te lossen door met elkaar in gesprek te blijven. Indien dit, om wat voor reden dan ook, niet mogelijk is, dan kan deze klokkenluidersregeling diegenen beschermen die (het vermoeden van) misstanden willen melden. In het kader van de Klokkenluidersregeling en het beleid Psychosociale Arbeidsbelasting (PSA) zijn drie centrale vertrouwenspersonen aangesteld voor de ",
        "blocks": [
            26,
            28,
            29,
            30,
            31,
            32,
            33
        ],
        "page_nums": [
            54
        ]
    },
    "subtext3_11": {
        "text": "Bij familiebedrijf VDL Groep staan medewerkers centraal. Zij vormen het hart van ons bedrijf. Onze prioriteit is de gezondheid en veiligheid van onze medewerkers. Tijdens de coronacrisis zijn diverse maatregelen toegepast om onze medewerkers een prettige, veilige en gezonde werkplek te bieden. Het welzijn van onze medewerkers staat hoog in het vaandel. Zo streven we ernaar vanaf dag één de re-integratie van de medewerker op te starten, waarbij een persoonlijke aanpak voorop staat. Ook bij de medewerkers continu te optimaliseren. Bijvoorbeeld door de aanschaf van hulpmiddelen om zoveel mogelijk lichamelijke belasting tijdens het werk te voorkomen. Uiteraard worden medewerkers erop gewezen hoe zij veilig met machines en gevaarlijke stoffen dienen om te gaan. Ook wordt gestimuleerd om elkaar aan te ",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            7,
            8,
            9
        ],
        "page_nums": [
            55
        ]
    },
    "paragraph_37": {
        "text": "Op groepsniveau is er bij VDL in Nederland een medezeggenschapsstructuur die wordt ingevuld door  in 2022 tien keer vergaderd, waarvan vijf keer met een lid van de hoofddirectie, inclusief een jaarlijkse vergadering met een vertegenwoordiging van de raad van commissarissen. Buiten de geplande vergaderingen is er geregeld contact met de hoofddirectie en het dagelijks bestuur. Daarnaast neemt de GmOR geregeld deel aan het Platform overleg, waarin ook de ondernemingsraden vertegenwoordigd zijn die niet bij de GmOR zijn aangesloten. De leden van de GmOR, OR en OC hebben in 2022 diverse cursussen gevolgd. Naar aanleiding daarvan zijn tevens de bedrijfsdirecteuren onderricht over de Wet op de Ondernemingsraden en over constructieve dialogen. Deze dagen zijn door alle partijen als zeer leerzaam ervaren. Vaste thema’s in de gemeenschappelijke OR-vergaderingen zijn de financiën en marktontwikkelingen per divisie en Daarnaast zijn in 2022 diverse onderwerpen behandeld, zoals het fietsenplan, instemming vertrouwens­en verschillende bedrijfsovernames. De GmOR heeft een aantal deelcommissies geformeerd op het gebied van financiën, communicatie, personeelsbeleid, veiligheid-gezondheid-welzijn-milieu. Door gebruik te maken van verschillende commissies kan er sneller op actiepunten geacteerd worden. In België heeft elk VDL-bedrijf een eigen ondernemingsraad, Comité Preventie en Bescherming op het Werk gedeeld en worden actieplannen opgevolgd. In 2022 is er bij VDL Bus Roeselare samen met de syndicale delegatie en secretarissen succesvol overleg gevoerd en is er een collectieve arbeidsovereenkomst afgesloten waarin de afspraken met betrekking tot de verhuizing naar de nieuwe fabriek beschreven staan. We blikken terug op een constructief sociaal overleg met al onze bedrijven.gemeenschap - niet alleen door het betalen van belastingen -, handelt als beheerder van de leefomgeving, beschermt onze biosfeer en staat een circulaire economie voor. Voor een familiebedrijf met continuïteit op de lange termijn als belangrijkste drijfveer is het voorgaande voor VDL Groep een vanzelfsprekend integraal onderdeel van de dagelijkse bedrijfsvoering.VDL Groep ziet maatschappelijk verantwoord ondernemen als integraal onderdeel van het totale ondernemingsbeleid. Als familiebedrijf is VDL Groep van oudsher sterk betrokken bij de leef- en werkomgeving. Voor ons is het dan ook vanzelfsprekend om een bijdrage te leveren aan de duurzame ontwikkeling van onze samenleving.Wij tonen onze sociale betrokkenheid bij de regio’s waarin wij actief zijn op diverse manieren, onder meer door nauwe samenwerking met kennisinstellingen, overheden en door sponsoring van verschillende sponsor van PSV, FC Eindhoven, Marathon Eindhoven, Noordbrabants Museum en Frits Philips Muziekgebouw, en ook - om de breedtesport te stimuleren - van diverse lokale verenigingen. Jongeren enthousiasmeren voor techniek, zodat ze later kiezen voor een baan in de technische sector,  heeft ook continu onze aandacht. Daarom sponsort VDL diverse organisaties die zich inzetten voor techniekpromotie, zoals De Ontdekfabriek in Eindhoven en het Dutch Technology Festival. Tevens ondersteunen we studententeams met projecten die raakvlakken hebben met de activiteiten van  VDL Groep. Naast langlopende verbintenissen zijn er, op het gebied van techniekpromotie, samenwerkingsverbanden geweest met onder meer Maker Fair, Tech Playground, en TU/Ecomotive. Daarnaast nodigen wij jongeren, onder het label VDL on Tour, proactief uit om een bezoek te brengen aan onze ‘Wereld van VDL’, ons experience center waar ze een audiovisuele kennismaking krijgen van onze brede activiteiten in Science, Technology & Health, Mobility, Energy & Sustainability, InfratechVeelal wordt een bezoek gecombineerd met een bedrijfsbezoek aan een VDL-bedrijf zodat de jongeren worden ondergedompeld in de wereld van techniek en welke mogelijkheden er bij VDL allemaal zijn.",
        "blocks": [
            13,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            26,
            28,
            29,
            30,
            31,
            33,
            34,
            35,
            36,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            11,
            12,
            14,
            15,
            25,
            27
        ],
        "page_nums": [
            55,
            56
        ]
    },
    "subtext3_12": {
        "text": "Om vakmanschap te promoten, doen we mee met de Noordhofprijs, de prijs voor ‘beste vakman/vrouw’  in de regio Zuidoost-Brabant. Het afgelopen jaar is VDL Groep gastheer geweest van dit evenement. Tijdens deze editie waren er vier genomineerden van VDL Groep. Paul van de Ven van VDL Technics, Marco Daandels van VDL ETG Precision, Charly Matlakam van VDL Container Systems en Paul van Geneijgen van VDL GL Precision kwamen in aanmerking voor deze ‘Oscars van de hoogwaardige maakindustrie’. Wij willen benadrukken dat we trots zijn op de kandidatuur van deze vakmensen. Zij zijn een voorbeeld voor velen.",
        "blocks": [
            28,
            29,
            30,
            31,
            32,
            33
        ],
        "page_nums": [
            56
        ]
    },
    "paragraph_38": {
        "text": "VDL Groep biedt stage- en afstudeerplekken aan praktische en theoretische studenten. We onderhouden ook warme banden met het onderwijs door middel van gastlessen op scholen, docenten- en decanenstages, lunchlezingen, open dagen, bedrijvenmarkten en rondleidingen. Uiteraard besteden we, in samenwerking met partners en onderwijsinstellingen, ook volop aandacht aan het opleiden van onze medewerkers.  VDL Triple T Academy, dat in september 2022 van start is gegaan, is hiervan een mooi voorbeeld. VDL Triple T staat voor Trots Talent in Techniek. Een uitdagend mbo-opleidingsprogramma van VDL Groep ontwikkeld in samenwerking met FC Eindhoven en Mikrocentrum. Gedurende deze 1-jarige opleiding gaan 1e jaars bbl-leerlingen, naast hun vakinhoudelijke leerwerktraject bij één van de VDL-bedrijven, werken aan hun ) en worden zij sportief uitgedaagd onder leiding van een oud-profvoetballer van FC Eindhoven en een sportpsycholoog van Mikrocentrum. In 2022 is het opleidingsaanbod verder uitgebreid. Enkele voorbeelden van opleidingen die zijn gevolgd: taalcursussen, In de samenwerking Brainport Partnership zetten we ons, samen met onze partners ASML, CSU Cleaning Services, Jumbo, Philips, Swinkels Family Brewers en Brainport Development en PSV, als hoofdsponsor van PSV gezamenlijk in op het snijvlak van innovatie, trots, talentontwikkeling en -werving en vitaliteit, onder andere om de nationale en internationale aantrekkingskracht van de Brainportregio verder te versterken. Langs deze drie assen zijn door het partnerschap in 2022 diverse activiteiten ontplooid. Zonder volledig te zijn, een greep uit het aanbod: maar liefst ruim 800 basisschoolleerlingen uit groepen 6 en 7 hebben bedenken voor vraagstukken op het gebied van energie, gezondheid, veiligheid, voeding en mobiliteit.  Om het gevoel van trots op de Brainportregio te bevorderen, zijn 600 rompertjes (vergelijkbaar met het  PSV-shirt) verspreid onder jonge ouders. Om vitaliteit te stimuleren, zijn diverse webinars gehouden over goed slapen en omgaan met druk.Medewerkers van de samenwerkende partners worden tevens gefaciliteerd om een vitaliteitsprogramma te volgen om kennis te maken met een gezonde levensstijl. Sinds de start van dit programma, PSV+, in 2020 hebben inmiddels meer dan 200 VDL’ers hier gebruik van gemaakt. PSV+ is een leefstijlprogramma dat  12 weken duurt en een combinatie van theorie en praktijk bevat. In en rond het Philips Stadion worden verschillende thema’s rond vitaliteit behandeld. Daarbij kun je denken aan voeding, beweging, (nacht)rust, Vanuit onze maatschappelijke betrokkenheid is destijds, mede op initiatief van VDL Groep, samen met de Brainportpartners ‘van het eerste uur’ en PSV het Partnerfonds Brainport Eindhoven opgericht: een fonds dat werkt aan duurzame oplossingen voor urgente maatschappelijke problemen van inwoners in de regio die het moeilijk hebben. Het fonds richt zich op drie pijlers: geldzorgen, vitaliteit en talent. Het Partnerfonds is niet een zoveelste goededoelenfonds. Programma’s worden eigenstandig bedacht en bedrijven en kennisinstellingen worden, met het oog op regionale verbinding, betrokken bij de oplossing. Een fonds dus door én voor de regio. Na het veelbelovende resultaat in het eerste jaar heeft het programma Geldzorgen van Partnerfonds Brainport Eindhoven in 2022 verder aan de weg getimmerd. Het belangrijkste doel is vroegtijdige signalering om erger te voorkomen, het bespreekbaar maken van geldzorgen en financiële problemen  op de werkvloer. Met dat doel zijn leidinggevenden opgeleid. Het signaleren en oefenen van gesprekstechnieken, maakt dat het onderwerp makkelijker op tafel komt in gesprekken tussen medewerkers en hun leidinggevenden of HR-collega’s. Door de training kunnen zij medewerkers beter verwijzen en adviseren naar de juiste ondersteuning. Ook is de online adviestool van de Nationale Dat geldzorgen een urgent thema is, blijkt uit het feit dat er alleen al in Eindhoven meer dan 10.000 huishoudens zijn met problematische schulden. Het Partnerfonds heeft daarom samen met de gemeente medewerkers van de partnerbedrijven bewoners met het invullen van belastingtoeslagen, energiecompensatie en gemeentelijke kwijtscheldingen. Geldzorgen hebben doorgaans een stevige impact op het dagelijks leven, zowel thuis als op het werk. VDL Groep wil als werkgever betrokken zijn bij zijn medewerkers en vindt het belangrijk dat iedereen (financieel) gezond is en goed in zijn of haar vel zit.Ook landelijk is de samenwerking van het Partnerfonds opgemerkt. Aangezien geldzorgen een landelijke, structurele aanpak vraagt, is de Nationale Coalitie Financiële Gezondheid (NCFG) opgericht. Het Partner­fonds is hier nauw bij betrokken. Vanwege die gemeenschappelijke agenda heeft koningin Máxima in november een werkbezoek gebracht aan VDL Groep waar ze een gezamenlijke bijeenkomst met NCFG en Partnerfonds heeft bijgewoond. De koningin is daarbij in gesprek gegaan met vertegenwoordigers van bedrijven over hun aanpak rond financiële gezondheid op de werkvloer en over de invulling van het National Coalitie Financiële Gezondheid. Het doel van de NCFG is dat publieke en private organisaties samen bouwen aan een financieel gezond Nederland. De overtuiging is dat een financieel gezonde maatschappij bijdraagt aan het welzijn van individuen, organisaties, de economie en daarmee de algehele samenleving. Impact maken door de financiële gezondheid vandaag te verbeteren en door te bouwen aan financiële zekerheid voor morgen. Het ambitieuze streven is om in 2030 het aantal huishoudens dat financieel ontoereikend of financieel TalentHet doel van Partnerfonds Brainport Eindhoven is het inzetten van het Brainport-netwerk ter ondersteuning van publieke-maatschappelijke initiatieven die het leven van inwoners van de regio duurzaam verbeteren. Een ander programma waarmee dit wordt nagestreefd is het programma Talent. Met een gezinsgerichte, preventieve aanpak, gericht op 0- tot 6-jarige kinderen en hun ouders, wordt beoogd om taalachterstanden te voorkomen en daarmee kansengelijkheid te vergroten. Aan het proefproject, ontwikkeld in Deurne, Asten en Someren, in samenwerking met bibliotheek Helmond De Peel, LEVgroep, ONIS Welzijn, scholen en Naast deze projecten zijn er in 2022 door het Partnerfonds ook losse projecten ontplooid, bijvoorbeeld de zogeheten Sinterklaasactie waarbij aan kinderen via 270 basisscholen in de regio en vele maatschappelijke organisaties maar liefst 10.000 toegangskaartjes zijn uitgedeeld, zodat zij in het Philips Stadion het treffen tussen Jong PSV en Jong Ajax hebben kunnen bijwonen. Ook aan vluchtelingen uit het door oorlog verscheurde Oekraïne is gedacht. Met 85 vrijwilligers van de aangesloten bedrijven is, in samenwerking met Samen voor Eindhoven en Stichting Springplank, een opvanglocatie voor 200 vluchtelingen ingericht. Ook genieten van een onbezorgde sportdag. Door het innovatievermogen en de kracht door samenwerking heeft het Brainport-samenwerkingsmodel de regio veel gebracht. De Brainportregio staat stevig op de kaart als dé technologische topregio van zich onderdeel van het succes. Daarom is in 2022 een start gemaakt om met een brede afspiegeling van maatschappelijke agenda op te stellen. Brainport voor Elkaar beoogt een antwoord te geven op de roep om naast de economische agenda ook een sociaal-maatschappelijke Brainportagenda te ontwikkelen en om de samenwerking met het bedrijfsleven, kennisinstellingen en maatschappelijke partners te intensiveren om ervoor te zorgen dat iedereen profiteert van het succes van onze Brainportregio. VDL Groep doet hier vol overgave aan mee, zoals we destijds ook aan de wortels hebben gestaan van het Partnerfonds. Uitgangspunt was toen om bestaande sociale structuren te versterken, en dat is precies wat Impact040, Samen voor Eindhoven, gemeente Eindhoven, gemeente Helmond en de regionale ontwikkelingsmaatschappij Brainport Development zijn samen programmabureau Brainport voor Elkaar gestart, een werkorganisatie waarin de partijen samenwerken aan de realisatie van waardevolle sociaal-maatschappelijke initiatieven, programma’s en projecten voor de regio.",
        "blocks": [
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            15,
            16,
            17,
            18,
            0,
            14,
            19,
            20,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            30,
            31,
            33,
            34,
            35,
            36,
            13,
            21,
            37,
            38
        ],
        "page_nums": [
            57,
            58,
            59,
            60
        ]
    },
    "subtitle9_6": {
        "text": "VDL Foundation",
        "blocks": [
            7
        ],
        "page_nums": [
            60
        ]
    },
    "paragraph_39": {
        "text": "Naast onze regionale MVO-activiteiten beschikt VDL Groep sinds jaar en dag over een eigen goededoelen­stichting. VDL Foundation richt zich op maatschappelijke projecten op het gebied van zorg en welzijn. In 2022 heeft VDL Foundation een bijdrage gedoneerd aan Stichting De Zonnebloem, dat zich inzet voor mensen met een lichamelijke beperking door sociale en recreatieve activiteiten mogelijk te maken. Een start is gemaakt met rolstoelfietsen waarbij de gast (iemand met een lichamelijke beperking die gebonden is aan een rolstoel) in zijn eigen rolstoel kan genieten van een fietsuitje.Daarnaast heeft VDL Foundation in 2022 diverse andere organisaties gesteund. Een aantal voorbeelden: Stichting Kinderen van de Voedselbank voor het realiseren van 100 kledingpakketten aan kinderen die gebruikmaken van de Voedselbank. Soep & Co, een vrijwillig project waarbij vrijwilligers soep maken en dit gratis uitdelen aan mensen die het nodig hebben. De initiatiefnemers werken samen met de straatpastor in Eindhoven en sluiten aan bij de inloop van de kerk voor dak- en thuislozen. Stichting Oekraïners in Nederland, voor de aanschaf van 100 zogeheten Individual First Aid Kits (IFAK’s) die aan frontlinies in het oorlogsgebied in Oekraïne worden verstrekt aan bijvoorbeeld paramedici en journalisten. Big Smile for a Child, een non-profitorganisatie die kinderen met een beperking een mooie dag bezorgt. Kickit, een vorm van voetbal waaraan iedereen kan meedoen. Om Kickit te spelen, maak je gebruik van ‘voetbalschieter’ AmiGo, een hulpmiddel dat aan iedere rolstoel kan worden bevestigd. De AmiGo kan ballen oppakken, ballen vasthouden, de bal met verschillende snelheden schieten en de bal afpakken van tegenstanders.  Tot slot heeft VDL Foundation samen met ASML een koelwagen geschonken aan Stichting Springplank,  de organisatie die in Eindhoven dak- en thuislozen opvangt én perspectief biedt en de opvang van vluchtelingen uit Oekraïne regelt. Met de koelwagen worden honderden maaltijden per dag bezorgd bij Medewerkers van VDL Groep tonen ook hun sociale betrokkenheid door de waarde van hun kerstpakket of jubileumgeschenk te doneren aan het goede doel. In 2022 is op deze manier 3.678 euro gedoneerd aan Spieren voor Spieren en Het Vergeten Kind heeft van onze medewerkers een donatie van 4.454 euro gekregen. Ook in 2022 zijn medewerkers van VDL Groep met introducé uitgenodigd een bezoek te brengen aan de Winter Efteling. Zowel de medewerker als de introducé heeft van VDL een cadeaukaart gekregen met daarop een in het attractiepark te besteden bedrag. De bedragen die op die kaarten zijn achtergebleven tellen op tot ruim 8.200 euro. De helft van dat bedrag is geschonken aan Villa Pardoes, de andere helft zal VDL Foundation schenken aan initiatieven op het gebied van zorg en welzijn. Als familiebedrijf streeft VDL Groep ernaar om ons bedrijf beter, sterker, gezonder én duurzamer door te ",
        "blocks": [
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            17,
            18,
            19,
            20,
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            16
        ],
        "page_nums": [
            60,
            61
        ]
    },
    "subtext3_13": {
        "text": "Ook in het afgelopen jaar is duurzaamheid een belangrijk onderdeel geweest van onze activiteiten. klanten nadrukkelijker naar e-mobiliteit en de impact van onze voertuigen op het milieu. Zo wordt in toenemende mate nadrukkelijker gelet op de CO-voetafdruk van voertuigen, en worden eisen gesteld aan de duurzaamheid van de batterij. De complete levenscyclus van een batterij wordt beschouwd, inclusief de herkomst van grondstoffen en wat er met de batterij gebeurt na gebruik in het voertuig. Wij adviseren onze klanten over hoe batterijen een ‘tweede leven’ kan worden gegeven, hebben reeds batterijen uit onze eerste generatie elektrische bussen ondergebracht in een stationaire toepassing in het elektriciteitsnet bij onze partner RWE, en we zorgen ervoor dat materialen in onze batterijen maximaal kunnen worden gerecycled.",
        "blocks": [
            23,
            25,
            26,
            27,
            28,
            29,
            30,
            31
        ],
        "page_nums": [
            61
        ]
    },
    "paragraph_40": {
        "text": "Door een bijdrage te leveren aan de duurzaamheidsprestaties van onze klanten, ook op het gebied van ‘groene’ productie, afvalreductie en grondstofgebruik, draagt VDL bij aan het verhogen van de kwaliteit die onze klanten nastreven, evenals het behalen van doelstellingen rond duurzaamheid. ",
        "blocks": [
            33,
            34,
            35
        ],
        "page_nums": [
            61
        ]
    },
    "subtitle9_7": {
        "text": "Sustainable Development Goals ",
        "blocks": [
            37
        ],
        "page_nums": [
            61
        ]
    },
    "paragraph_41": {
        "text": "In 2015 stemden 193 landen in met de Sustainable Development Goals van de Verenigde Naties. Deze een kaart voor hoe een welvarende wereld er anno 2030 kan uitzien: geen honger, schoon water, scholing voor iedereen, gelijke kansen op de arbeidsmarkt, schone energie, klimaatmaatregelen enzovoorts. Deze SDG’s geven ons ‘een gemeenschappelijke taal’, een haalbaar model voor groei op lange termijn, en vormen tevens een moreel kompas. Met het bereiken van deze doelen zou een wereld tot stand komen die veerkrachtiger. We kunnen de SDG’s gebruiken om het sociale contract te herformuleren, de rol van het bedrijfsleven in de samenleving te heroverwegen en beleid opnieuw vorm te geven. De SDG’s dwingen ons Het is onze ambitie om een gestructureerde bijdrage te leveren aan deze duurzaamheidsdoelstellingen van de VN. Om hier onder meer verder werk van te maken, is VDL een samenwerking aangegaan met UNICEF, de kinderrechtenorganisatie van de Verenigde Naties. Gezamenlijk brengen we onderdelen van onze toeleveringsketen in kaart om ervoor te zorgen dat grondstoffen die in onze producten zijn verwerkt vrij van kinderarbeid zijn. Daarnaast ondersteunt UNICEF ons bij het opzetten van een structuur waarmee de bijdrage die VDL levert aan de mondiale duurzaamheidsdoelstellingen inzichtelijk kan worden gemaakt. VDL Groep ontplooit voortdurend initiatieven die bijdragen aan een duurzamere wereld voor mens en milieu. Om hier meer structuur in aan te brengen, heeft VDL besloten om het duurzaamheidsbeleid af te stemmen op deze SDG’s. Daarop zijn – in eerste instantie – vier SDG’s geselecteerd die centraal staan in de Klimaatactie. Omdat we verwachten een adequate bijdrage te kunnen leveren, legt VDL zijn bijzondere focus op deze 4 SDG’s, zonder de overige SDG’s uit het oog te verliezen. afgestemd zouden zijn op de KPI’s die volgens de aankomende Corporate Sustainability Reporting Directive zullen we dit in 2023 oppakken.VDL werkt aan energiebesparing en het opwekken van duurzame energie. Op deze manier wordt een geïmplementeerd. Door de energiebesparende maatregelen die hieruit zijn voortgevloeid, heeft VDL zijn energie-efficiency afgelopen jaar met ongeveer 5 procent verbeterd ten opzichte van het jaar daarvoor. Voorbeelden van genomen energiebesparende maatregelen zijn onder meer: vervangen van (oude) persluchtcompressoren door nieuwe efficiënte modellen met een ‘slimme’ regeling. Uitbreiding van ledverlichting (ter vervanging van TL-verlichting), vervanging van pneumatisch gereedschap door elektrisch gereedschap, het vervangen en verbeteren van dak- en gevelisolatie en het vervangen van oudere machines door efficiënte moderne machines. Het energiebesparingsprogramma zal in 2023 worden geactualiseerd. In 2022 zijn zes nieuwe zon-PV-systemen op daken van VDL-bedrijven gerealiseerd. Deze nieuwe systemen hebben een gezamenlijk vermogen van 7 MWp, waarmee per jaar ongeveer 7.000.000 kWh duurzame elektriciteit geproduceerd zal gaan worden. Dat staat gelijk aan het elektriciteitsgebruik van ongeveer  2.000 huishoudens per jaar. Hiermee komt het totaal geïnstalleerd vermogen op 10,5 MWp  (ca. 10.000.000 kWh productie). Dit zal de komende jaren verder uitgebreid gaan worden.",
        "blocks": [
            38,
            40,
            0,
            1,
            2,
            4,
            5,
            8,
            9,
            10,
            11,
            12,
            13,
            15,
            16,
            17,
            20,
            21,
            23,
            6,
            7,
            18,
            19
        ],
        "page_nums": [
            61,
            62,
            63
        ]
    },
    "subtext3_14": {
        "text": "We hebben het voorbije jaar een start gemaakt met de oriëntatie op de mogelijkheden om een groter deel van ons elektriciteitsgebruik direct van (nieuwe) duurzame energieprojecten te gaan betrekken. We verwachten deze oriëntatie in 2023 af te ronden. Ons doel is om dan een groot deel van het ",
        "blocks": [
            21,
            22,
            23
        ],
        "page_nums": [
            63
        ]
    },
    "paragraph_42": {
        "text": "In 2023 zullen we ook op diverse bedrijventerreinen, waar VDL-bedrijven zijn gevestigd, projecten gaan opzetten om de lokale duurzame energieproductie te vergroten, mogelijk in combinatie met lokale energieopslag. Door lokaal vraag en aanbod bij elkaar te brengen, kunnen we de afhankelijkheid van het elektriciteitsnetwerk verminderen. Naast verdere verduurzaming van de energievoorziening zullen deze projecten bijdragen aan het verminderen van het probleem van de netcongestie.Het hightechcluster van VDL Groep, VDL ETG, heeft in 2022 een eigen duurzaamheidsprogramma opgezet. Het programma bestaat uit een drietal kerngebieden: Milieu, Maatschappij en Bestuur. Het programma Milieu richt zich op de volgende onderdelen: het efficiënter gebruik van energie, het reduceren van afval en het verminderen van de COontwikkeling zijn de onderdelen van het programma Maatschappij. En het programma Bestuur richt zich op het uitdragen van de gedragscode van VDL, continuïteit van bedrijfsvoering en het betrekken van leveranciers bij dit programma. ",
        "blocks": [
            26,
            27,
            28,
            29,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            37
        ],
        "page_nums": [
            63
        ]
    },
    "subtext9_1": {
        "text": "MilieuVermindering van het en proceduresHoeveelheid afval die van afvalTraining van medewerkers op het gebied van gezondheid met letsel3.  Training en onderwijsGemiddeld aantal uren training Scope 1: wat we zelf direct per jaar per medewerkerScope 2: wat energie­aan ons geleverde energieScope 3: alle overige emissies die in de keten plaatsvinden ten gevolge van onze activiteiten ",
        "blocks": [
            1,
            4,
            13,
            18,
            21,
            28,
            29,
            32,
            45,
            46,
            37,
            47,
            39,
            41,
            42,
            43,
            44
        ],
        "page_nums": [
            64
        ]
    },
    "paragraph_43": {
        "text": "De VDL ETG-bedrijven hebben in het duurzaamheidsprogramma ook een concreet doel gesteld aan de  -reductie: een besparing van 10 procent per 2025 en 45 procent per 2030, terwijl de omzet in deze periode sterk zal stijgen. Door de VDL ETG-bedrijven wordt individueel invulling gegeven aan de onderwerpen van het programma. Daarnaast vindt afstemming plaats tussen de bedrijven over de verdere ontwikkeling van het programma. Er is een set indicatoren opgesteld dat elk VDL ETG-bedrijf zal gaan vullen. Dit is tevens een eerste opzet in de richting van de wetgeving rond de Corporate Sustainabilty Reportive Directive (CSRD), waaraan VDL vanaf rapportagejaar 2025 zal moeten gaan voldoen.Met het duurzaamheidsprogramma dragen de VDL ETG-bedrijven actief bij aan de Sustainable  Development Goals 8 (Eerlijk werk en economisch groei), 9 (Industrie, innovatie en infrastructuur), 12 Het afgelopen jaar heeft ook in het teken gestaan van het verder doorontwikkelen van een duurzame toeleverketen en het implementeren van de richtlijnen van de Organisatie voor Economische Samenwerking en Ontwikkeling (OESO). De stappen van toeleverketens die in 2021 samen met UNICEF en Terre des Hommes in kaart zijn gebracht, hebben we in 2022 verder geanalyseerd, beoordeeld en acties met leveranciers zijn besproken. De integratie van deze processen in onze organisatie heeft daarmee een vervolg gekregen waarmee een belangrijke stap wordt genomen naar de aankomende wetgeving voor due diligence van duurzame toeleverketens. Zo is er samen met leveranciers gewerkt aan een gezamenlijke manier voor het opvolgen van de toeleverketen. Dit vereist een hoge mate van transparantie en vertrouwen. Het uiteindelijke doel om transparante toeleverketens te kunnen waarborgen is een gezamenlijke uitdaging van alle samenwerking met andere VDL-bedrijven, die leren van de ontwikkelingen en kennis die tijdens het project met UNICEF en Terre des Hommes zijn opgedaan.Om waarde toe te voegen aan de totale keten van elektrische bussen is het van groot belang dat niet alleen onze toeleverketen, maar ook onze eigen processen duurzaam zijn ingericht. Dit kan bijvoorbeeld door het bouwen van duurzame producten, in een duurzame omgeving. Zo is in 2022 de eerste steen gelegd van onze nieuwe energieneutrale fabriek in Roeselare die gebruikmaakt van groene technologie voor de duurzame productie van elektrische bussen. Verder is natuurlijk het product van groot belang. Zo is in 2021 een consortium gestart, het Battery Competence Center (BCC), waar VDL Groep onderdeel van uitmaakt. In 2022 is het BCC opgeschaald naar de nationale uitvoeringsorganisatie van de Nederlandse batterijstrategie en omgedoopt tot het Battery Competence Cluster – NL. Het doel van het BCC-NL is het ontwikkelen en groeien van de Nederlandse batterijwaardeketen dat nieuwe competenties en kennis op het gebied van circulaire batterijtechnologie zal ontwikkelen. VDL Groep had zitting in de expertgroep die de Nationale Actieagenda Batterijsystemen heeft gestuurd en die in 2022 is gepubliceerd. VDL Groep is met meerdere werkmaatschappijen betrokken in verschillende samenwerkingsprojecten van het BCC-NL, zoals de Green Transport Delta – Elektrificatie dat in 2022 is gestart. In de batterijketen focussen VDL Steelweld en VDL Nedcar zich op de ontwikkeling van geautomatiseerde productieprocessen voor batterijpakketten, VDL Bus & Coach op de toepassing van batterijpakketten in zijn bussen en het zogeheten end-of-life-management ervan met onder andere RWE, VDL Energy Systems op stationaire energieopslagsystemen  en richt VDL Groep zich op het organiseren van de batterijrecyclingketen in Nederland. Hiermee focust  VDL Groep zich op de gehele levenscyclus van batterijen om de levensduur te verlengen en duurzaamheid Afvalstromen zijn in een circulaire economie op elkaar aangesloten als in een soort kringloop, net zoals dat in de natuur het geval is. Een circulair systeem is bedoeld om zoveel mogelijk producten en materialen te hergebruiken en de vernietiging van waarde zoveel mogelijk te beperken. Een circulaire economie biedt voor een andere manier van ontwikkelen. Bijvoorbeeld een ontwikkelwijze waarbij verspilling uit productieprocessen wordt gehaald. De kansen die circulariteit biedt, kunnen we alleen benutten als we met samenwerking tussen deze partijen is een belangrijke voorwaarde om de circulaire economie te laten slagen. Dat sluit naadloos aan bij het DNA van VDL Groep. Niet voor niets is onze slogan ‘Kracht door Die hebben vooral betrekking op het verminderen van afval en energieverbruik, op de materiaalkeuze om hergebruik te bevorderen en op de materiaalkeuze om de levensduur van materialen en producten te verlengen. We lichten deze deelgebieden kort toe:het gebruik van materialen die herbruikbaar zijn, het verlengen van de levensduur van materialen, het beperken van reparatie- en onderhoudskosten, het besparen van energie en zorgen voor een minimale belasting bij teruggave aan het milieu. Voorbeelden hiervan zijn onze producten die zijn vervaardigd van hoogwaardig kunststof, bijvoorbeeld de duurzame flessen voor drinkwater die we voor onze klant Dopper produceren. De gebruikte materialen zijn 100% recyclebaar en vrij van schadelijke en giftige stoffen.dit handelt over het gebruik van energie-beperkende technologieën, het beperken van afval van materialen uit bewerking en een langere levensduur. 3D-printing is een mooi voorbeeld. De onbegrensde mogelijkheden hiervan leiden tot nieuwe onderdelen waardoor producten, ten opzichte van conventionele bewerkingstechnieken, compacter worden en vloeiendere kanalen worden gecreëerd. Door aan de ontwerptafel geen rekening te hoeven houden met beperkingen in het maakproces is het mogelijk om optimaal gebruik te maken van materialen. De voordelen van ontwerpen in 3D is dat je alleen de materialen gebruikt die je daadwerkelijk nodig hebt (nauwelijks afval) en hierdoor minder materiaal- en energieverbruik hebt.Niet-product gerelateerd: alles wat niet rechtstreeks in een product, materiaal of proces zit, maar waarmee wél afvalstromen kunnen of energieverbruik kan worden gereduceerd. Een voorbeeld is vastgoed. Daarbij richten we ons op duurzaam materiaalgebruik, minder energieverbruik en dus minder belasting voor het milieu. Dat doen we onder andere door slimme ontwerpen met veel daglicht in de fabrieken, de inzet van ledverlichting (langere levensduur dus minder vervanging), het plaatsen van zonnepanelen, het toepassen van warmte-koude-opslag in de bodem door gebruik te maken van restwarmte uit het productieproces om de eigen bedrijfspanden te verwarmen. Een ander voorbeeld zijn onze elektrische bussen. Door de integrale aanpak die hierbij vaak komt kijken, is VDL niet uitsluitend busproducent, maar ook systeemleverancier. Wie verantwoordelijk is voor de hele keten (inclusief laadinfra en soms ook als stroomleverancier) is in staat om ‘vervuiling’ uit het proces te halen. Indien de busproducent ook verantwoordelijk is voor het onderhoud van die bus, en de producent krijgt het voertuig over pakweg 10 jaar terug, dan wordt de bus tijdens de productiefase anders opgebouwd. Zo bestaan vloer en zijwanden van onze bussen bijvoorbeeld uit lichtgewicht materialen. Door de gewichtsreductie die hiervan het gevolg is, wordt energie bespaard waardoor de bus de beschikbare energie optimaal kan gebruiken voor het afleggen van zoveel mogelijk kilometers. Bovendien slijten deze panelen minder hard, met als gevolg dat het voertuig een langere technische levensduur krijgt.Het mag duidelijk zijn: duurzaamheid, maatschappelijk verantwoord ondernemen en de circulaire economie zitten ingebakken in de bedrijfsprocessen van VDL. Dat is tevens bittere noodzaak. We lenen onze planeet van toekomstige generaties en daarom zullen we onze planeet beter moeten verzorgen. Het ontdekken van de toekomst is daarmee gisteren al begonnen. Dat past bij ons streven als familiebedrijf: continuïteit als ons Als familiebedrijf is het risicoprofiel van VDL Groep laag. Het bedrijf is sterk gefinancierd vanuit eigen vermogen en de risicobereidheid ten aanzien van bedrijfsrisico’s kan worden geclassificeerd als normaal. Ondernemerschap is een van de kenmerken van de VDL-cultuur. Het zien en acteren op kansen die zich naar hoe de continuïteit van het bedrijf op lange termijn gewaarborgd blijft. Door diversificatie in activiteiten, markten en regio’s worden eventuele bedrijfsrisico’s zoveel mogelijk verspreid over de verschillende entiteiten die tot VDL Groep behoren. Als innovatief ontwikkel- en productiebedrijf zijn wij ons bewust van het feit dat onze producten gebruikt worden als onderdeel of compleet product voor diverse (industriële) toepassingen in het dagelijks leven.  Wij streven in onze processen en producten dan ook de hoogste kwaliteit na. Niet alleen door wet- en regelgeving en vanuit specificaties van onze klanten. Het leveren van een constante hoge kwaliteit van onze producten is essentieel om ons te onderscheiden ten opzichte van andere bedrijven in de hightech maakindustrie. Kwaliteitsbesef staat dan ook hoog in het vaandel. ",
        "blocks": [
            50,
            51,
            52,
            53,
            54,
            55,
            56,
            58,
            59,
            62,
            63,
            64,
            65,
            66,
            0,
            1,
            2,
            3,
            4,
            6,
            7,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            30,
            31,
            32,
            34,
            35,
            37,
            38,
            40,
            5,
            9,
            28,
            29,
            36,
            8
        ],
        "page_nums": [
            64,
            66,
            67,
            68
        ]
    },
    "subtext9_2": {
        "text": "ImpactAanbieden van marktconforme prijzenLeveren van constante  Betrouwbare supply chainMediumSamenwerking met onderzoeks­Mediumvan één klantvan activiteitenMediumStagnatie van de Diversificatie en verbreding van  Tijdig afbouwen van de voorraadImpactMedium MediumMonitoring key suppliers op  hun performance MediumMediumMonitoring key suppliers op  hun performanceProcedures zijn onderdeel van  MediumMediumActieve werving door middel  van eigen recruitersOnderling in- en uitlenen van  Samenwerking met uitzend- en  MediumMediumLobby bij overhedenvan energieSamenwerking opzoeken met  Investeren in vervanging van verouderd MediumCyber security awareness trainingen voor Continue monitoring van onze  Goede back-up strategie van  IT-systemen met overstap naar hybride  IT-omgeving naar de ‘cloud’Vergaande optimalisatie van beveiligings­ImpactIntegratie van nieuwe richtlijnen in  Wet- en regel-Periodieke audits van overheden en/of  raad door wijziging Tijdig het product aanpassen waardoor wel lijkheid / product recallLobby bij overhedenMediumMediummaatregelen van bepaalde over-tion Reduction Act MediumMediumgevolg van cao-Geen zaken doen met hoge  Analyse van de risico’s voor landen waar handelssancties van toepassing zijnGeen financieel bancair instrument vreemde valutaSurplus aan USD wordt verkocht  Samenwerking met Triple A bankenDebiteurenverzekering en actief intern  credit control beleid Actieve cash-flow monitoring ",
        "blocks": [
            16,
            25,
            26,
            28,
            37,
            35,
            44,
            39,
            41,
            50,
            45,
            47,
            49,
            0,
            9,
            5,
            6,
            17,
            13,
            14,
            15,
            33,
            27,
            29,
            31,
            36,
            43,
            55,
            46,
            48,
            51,
            52,
            53,
            8,
            1,
            10,
            18,
            22,
            23,
            34,
            30,
            32,
            57,
            58,
            59
        ],
        "page_nums": [
            68,
            69,
            70
        ]
    },
    "paragraph_44": {
        "text": "Bovenstaande risico’s geven de belangrijkste risico’s van VDL Groep weer. Ten aanzien van mogelijke frauderisico’s is op basis van het risicoassessment vastgesteld dat er geen frauderisico’s bestaan die aandacht behoeven in het bestuursverslag.VDL Groep streeft naar beheerste groei van de organisatie en het behouden van een sterke financiële positie. Het beleid van VDL is gericht op een voortdurende verbetering van de concurrentiepositie. Ook wil VDL het kwaliteitsniveau bij alle werkmaatschappijen voortdurend blijven verbeteren. Investeringen zijn daarom afgestemd op vernieuwing, verbetering en uitbreiding van de producten en de productieprocessen. Daarnaast investeren wij in onze medewerkers en geven wij prioriteit aan de interne doorstroming van VDL Groep hecht veel waarde aan het concurrerend blijven produceren in West-Europa. Door te investeren, en de werkgelegenheid, in West-Europa te versterken. Door verkoopvestigingen in diverse landen en het uitgebreide netwerk van importeurs en agenten kunnen we onze producten over de hele wereld verkopen. Integriteit bij het zakendoen staat centraal. Ondanks de omvang van VDL en het toenemende internationaal karakter van ons bedrijf, is en blijft VDL voor honderd procent een familievennootschap. Dat biedt vele voordelen, zoals snelle besluitvorming en focus op de lange termijn.Samen met onze klanten verbreden we ons aanbod waardoor we opschuiven in de toeleverketen. Klanten vragen vaker meer dan het leveren van een product of techniek alleen. Er bestaat steeds meer behoefte aan integrale leveringen op het gebied van de combinatie van software, elektronica en mechanica. Al dan niet in samenwerking met goede partners kunnen we dit samen invullen. Steeds vaker ontwikkelen wij mee aan producten, processen en technieken van onze klanten en zetten we belangrijke stappen naar een one-stop-shop-industriële partner.VDL Groep valt onder de Wet bestuur en toezicht. Die regelt de inrichting van het bestuur en toezicht in naamloze en besloten vennootschappen. Om onze cultuur sterk te houden, streven wij naar het opbouwen van langdurige relaties met onze medewerkers. VDL Groep kijkt naar de capaciteit van de persoon en naar wij onze medewerkers kansen willen geven om door te groeien en onze bedrijfscultuur willen behouden, geven wij er de voorkeur aan om voor functies van leidinggevenden te selecteren uit eigen gelederen.Als vanzelfsprekend houden wij rekening met een inclusieve en evenwichtige verdeling van onze medewerkers. Wij delen de mening dat diversiteit in de breedste zin van het woord een organisatie ten goede komt. Ruim tien procent van onze 16.585 medewerkers in 2022 is vrouw. Wij merken op dat een percentage van dertig procent vrouwen in de directie, gewenst door de landelijke politiek, een grote uitdaging vormt in de technische sector. De vertegenwoordiging van vrouwen in de directie en raad van commissarissen van VDL Groep is minimaal gelijkwaardig ten opzichte van de populatie bij de rest van ons bedrijf. Uiteraard blijven wij mogelijkheden onderzoeken om meer posities door vrouwen te laten invullen, Diversiteit zal organisaties helpen om midden in de wereld te staan. Naast diversiteit in bijvoorbeeld geslacht beperkingen, talenten en sociaal-economische achtergrond. Misschien wordt aan dit volledige scala van inclusiviteit wel te weinig gedacht in de politieke discussies over diversiteit in organisaties. Iemand aan boord hebben die er anders uitziet of van het andere geslacht is, maar wiens invalshoeken en wereldbeeld vergelijkbaar is met die van de rest van het bestuur, zal weinig verschil maken. Belangrijker is een ‘kritieke massa’ te hebben met uiteenlopende kennis in en belangstelling voor de sociale en ecologische vraagstukken en maatschappelijke transities. We moeten ons consistent over de gehele breedte inspannen om meer gezichtspunten in organisaties te krijgen, eveneens in het bestuur, en voorkomen dat we de discussie rond inclusiviteit verengen naar alleen het geslacht.Van de hoofddirectie van VDL Groep is 83 procent man en 17 procent vrouw. In 2022 heeft een wijziging plaatsgevonden in het directieteam van VDL Groep. Na een dienstverband van ruim 34 jaar is hoofddirectielid Jan Mooren met pensioen gegaan. De hoofddirectie van VDL Groep bestaat momenteel uit zes personen, en het adjunct-directieteam uit negen personen.De samenstelling van de Raad van Commissarissen is in 2022 gewijzigd. Per 1 februari 2022 is Marjan van Loon, toenmalig president-directeur Shell Nederland, toegetreden tot de Raad van Commissarissen van  VDL Groep. Zij heeft Arie Kraaijeveld opgevolgd, die na het aflopen van zijn benoemingstermijn,  is afgetreden op 20 april 2022. Arie Kraaijeveld is sinds 2005 commissaris bij VDL geweest. De Raad van Commissarissen bestaat nu uit 75 procent man en 25 procent vrouw.Het jaar 2022 is wat aarzelend begonnen voor VDL Groep. Dat is te verklaren door vooral onzekere geopolitieke omstandigheden en externe uitdagingen als gevolg van tekorten aan medewerkers en materialen en stijgende kosten van lonen, energie en materialen. Ondanks deze omstandigheden is de in 2021 ingezette groei in 2022 doorgezet, waardoor het afgelopen jaar voor een groot gedeelte in het teken heeft gestaan van het organiseren van die groei. De divisies Toeleveringen, Bussen en Eindproducten hebben omzetgroei laten zien van dubbele cijfers. De divisie Autoassemblage is licht gestegen, ondanks diverse en hinderlijke productieonderbrekingen als gevolg van tekorten aan materialen, voornamelijk elektronische componenten. Ook het resultaat van VDL Groep is in 2022 gegroeid. De algehele groei van 2022 is een bevestiging dat de forse en jarenlange investeringen in innovatie overduidelijk effect sorteren. VDL Groep is goed gepositioneerd in zijn vijf groeimarkten, Science, Technology & Health, Mobility, Energy & Sustainability, InfratechDoordat de orderportefeuilles (exclusief de divisie Autoassemblage) op een hoog niveau blijven, zal het  jaar 2023 eveneens in het teken staan van het organiseren van groei. De geprognosticeerde groei van  VDL Groep wordt voor het hele jaar geraamd op 5 tot 10 procent. Daarmee zal dit jaar, zo is de verwachting, de jaaromzet uitkomen boven de 6 miljard euro. Een bijzondere mijlpaal in het jaar dat  VDL Groep 70 jaar bestaat. Qua operationeel resultaat verwachten we in 2023 uit te komen op 225 miljoen euro. De verwachte ontwikkelingen in het totale personeelsbestand van VDL Groep in 2023 zijn op dit moment moeilijk in te schatten.De investeringsagenda van VDL Groep voor het lopende jaar is nog ambitieuzer dan die van het voorbije jaar. De meer dan 100 VDL-werkmaatschappijen gaan naar verwachting in 2023 in totaal ongeveer  300 miljoen euro investeren in (im)materiële vaste activa (2022: 246 miljoen euro). Op basis van het uitgebreide investeringsprogramma zal waar nodig financieringsbehoefte worden aangetrokken,  naast de kasstromen die voortvloeien uit de operationele bedrijfsactiviteiten. Brainportregio Eindhoven, thuisbasis van VDL Groep, groeit eveneens hard en is op weg om ’s lands belangrijkste economische groeimotor te worden. Iedereen die daaraan een bijdrage wíl leveren, moet randvoorwaarden die op orde moeten zijn om deze groei te kunnen faciliteren: een goede bereikbaarheid van de regio, een aantrekkelijk woon-, leef- en vestigingsklimaat, betaalbare huisvesting, voldoende beschikbaar talent en de netcongestie rond energie dient te worden opgelost. Wat energieschaarste betreft Om het bovenstaande te realiseren, hebben we brede coalities nodig die zich buigen over beleid dat in ieders belang is, netto positieve belangenbehartiging. Een coalitie van the willing zogezegd, waarin met name wordt getracht om een gezamenlijk belang na te streven. Bedrijfsleven en overheid hebben elkaar nodig. Een overheid kan, laten we zeggen, een klimaatakkoord ondertekenen, maar zonder bedrijven om die afspraken uit te voeren, zullen doelstellingen nooit worden gehaald. En bedrijven met ambitieuze plannen om bijvoorbeeld de uitstoot van COoverheidsbeleid dat bijvoorbeeld elektriciteitsbedrijven stuurt om naar alternatieve, groene bronnen van energie te kijken. Bedrijven en overheden dienen elkaar te beschouwen als gelijkwaardige partners in een duurzaam bestendige relatie, waarin door middel van kracht door samenwerking én wederzijds vertrouwen Als familiebedrijf blijft VDL Groep kijken naar de lange termijn, met inachtneming van de VDL-idealen: integriteit, respect, verantwoordelijkheid, pionieren, een op groei gerichte mentaliteit, geneigdheid tot actie en focus op continuïteit. Wat dat laatste betreft: continuïteit is ons belangrijkste doel, evenals onze gewaardeerde medewerkers een prettige, veilige en gezonde werkplek bieden. Dat heeft ook in het afgelopen jaar opnieuw veel flexibiliteit gevraagd van onze medewerkers en onze partners. Wij willen hen allemaal hartelijk bedanken voor de samenwerking, de veerkracht, de inzet en het vakmanschap.  Daar zijn we enorm trots op.Kracht door samenwerking! Willem van der Leegte (voorzitter)Pieter van der LeegteJennifer van der Leegte Paul van VroonhovenPaul van Vuuren",
        "blocks": [
            61,
            62,
            63,
            1,
            2,
            3,
            4,
            5,
            8,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            23,
            24,
            25,
            27,
            28,
            30,
            31,
            32,
            33,
            34,
            35,
            36,
            39,
            41,
            0,
            6,
            9,
            10,
            22,
            26,
            29,
            37,
            38,
            40,
            43
        ],
        "page_nums": [
            70,
            71,
            73,
            74
        ]
    },
    "title_1": {
        "text": "BERICHT VAN DE RAAD VAN COMMISSARISSEN",
        "blocks": [
            0
        ],
        "page_nums": [
            75
        ]
    },
    "paragraph_45": {
        "text": "Met genoegen bieden wij aan de aandeelhouders ter vaststelling aan, het onder verantwoordelijkheid van de hoofd­door Govers Accountants te Eindhoven en van een goedkeurende verklaring voorzien. Vervolgens hebben wij de jaarrekening goedgekeurd. Wij stellen de aandeelhouders voor om de jaarrekening vast te stellen en de hoofddirectie en de raad van commissarissen décharge te verlenen voor het gevoerde beleid, respectievelijk het gehouden toezicht tijdens het boekjaar 2022.De raad van commissarissen van VDL Groep bestaat uit vier personen. Wim van der Leegte onderhoudt als commissaris veelvuldig contact met de directie en met het toezicht op de dagelijkse gang van zaken in de vennootschap. Binnen de raad van commissarissen zijn geen bijzondere commissies ingesteld. Met ingang van 1 februari 2022 is Marjan van Loon, tot 1 april 2023 president-directeur van Shell Nederland, benoemd tot commissaris. Arie Kraaijeveld is per 20 april 2022 gedefungeerd als In 2022 is zes keer vergaderd in aanwezigheid van de hoofddirectie. Daarnaast is één keer vergaderd onder meer om het functioneren van de raad van commissarissen, van haar individuele leden en van de hoofddirectie te bespreken. Voorts vonden periodiek individuele gesprekken met leden van de hoofddirectie plaats. Met de externe accountant heeft het gebruikelijke jaarlijkse overleg plaatsgehad, waar is gesproken over de samenvatting van de controlebevindingen, het accountantsverslag, de rapportagesystemen, de onafhankelijkheid van de accountant en de financieel administratieve organisatie van het concern. Een vertegenwoordiging van de raad van commissarissen woont jaarlijks een vergadering van de gemeenschappelijke ondernemingsraad bij.Tijdens alle vergaderingen is in detail gesproken over de operationele en financiële gang van zaken in vergelijking met de begrotingen en overige doelstellingen van alle individuele bedrijven en van de divisies waartoe deze bedrijven behoren. Aan de orde zijn gekomen onder meer het strategisch beleid, risicomanagement, investerings- en acquisitiebeleid, ontwikkeling van de bedrijfsresultaten, kosten- en werkkapitaalbeheersing, interne beheers- en controlesysteem, ICT-beleid, naleving van wet- en regelgeving, sociale beleid, maatschappelijk verantwoord ondernemen waaronder duurzaamheid, de per 1 januari 2024 inwerkingtreding van de CSRD (Corporate Sustainability Reporting Directive), de organisatie en de ontwikkeling van personeel & organisatie en management.Het jaar 2022 heeft voor VDL Groep wederom tal van uitdagingen gekend. VDL Groep zag zich onder meer geconfronteerd met een tekort aan grondstoffen en materialen mede als gevolg van de aflopende vervulbare vacatures. Veel tijd en aandacht is besteed aan het zoveel mogelijk veilig stellen van de continuïteit van VDL Nedcar. Ondanks deze uitdagingen heeft VDL Groep in 2022 wederom een uitstekend resultaat weten te behalen. De orderportefeuille bereikte voor het eerst een niveau van boven 2 miljard euro. In het bestuursverslag wordt een nadere toelichting gegeven op de omzet- en medewerkers voor het behaalde resultaat en voor de getoonde toewijding en inzet in 2022. Jan Mooren heeft als lid van de hoofddirectie per 1 januari 2023 afscheid genomen na een dienstverband van ruim 34 jaar. Wij zijn hem veel dank verschuldigd voor de voortreffelijke wijze waarop hij als lid van de De raad van commissarissen,Wim van der LeegteMarjan van Loon (vanaf 1 februari 2022)Goodwill Machines en installaties Gereed product en handelsgoederen Negatieve goodwill ",
        "blocks": [
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            0,
            1,
            2,
            14,
            15,
            16,
            17,
            19,
            20,
            21,
            22,
            25,
            26,
            27,
            30,
            32,
            34,
            23
        ],
        "page_nums": [
            75,
            76,
            79,
            80
        ]
    },
    "subtitle10_1": {
        "text": "Som van de bedrijfsopbrengsten",
        "blocks": [
            7
        ],
        "page_nums": [
            81
        ]
    },
    "paragraph_46": {
        "text": "Kosten van grond- en hulpstoffen ",
        "blocks": [
            8
        ],
        "page_nums": [
            81
        ]
    },
    "subtitle10_2": {
        "text": "Som van de bedrijfslasten",
        "blocks": [
            14
        ],
        "page_nums": [
            81
        ]
    },
    "paragraph_47": {
        "text": "Vrijval negatieve goodwill Negatieve goodwill ter dekking van uitgaven Betaalde interest Betaald dividend De activiteiten van VDL Groep B.V. - feitelijk gevestigd Hoevenweg 1, te Eindhoven met  Autodivisie: het produceren van personenauto’s voor derden;Busdivisie: chassis & chassis modules, touringcars, openbaarvervoerbussen,  Eindproductendivisie: veersystemen voor de trailer- en truckindustrie, warmte-, koel- en luchttechnische installaties, productieautomatiseringssystemen, installaties voor de olie, gas en petrochemische industrie, systemen voor de agrarische sector, zonnebanken, dakkoffers, containerhandlingsystemen, Verkoop vindt plaats zowel in het binnenland als in het buitenland, waarbij de landen van de Europese Unie de belangrijkste afzetmarkt vormen.De directie van VDL Groep B.V. heeft een continuïteitsanalyse uitgevoerd en heeft geen gebeurtenissen of omstandigheden onderkend die gerede twijfel kunnen doen ontstaan over het vermogen van de entiteit om haar activiteiten voort te zetten. De in de onderhavige jaarrekening gehanteerde grondslagen van waardering en resultaatbepaling zijn dan ook gebaseerd op de veronderstelling van continuïteit van de Om de grondslagen en regels voor het opstellen van de jaarrekening te kunnen toepassen, is het nodig dat de directie van VDL Groep B.V. zich over verschillende zaken een oordeel vormt, en dat de directie schattingen maakt die essentieel kunnen zijn voor de in de jaarrekening opgenomen bedragen. Indien het voor het geven van het in artikel 2:362 lid 1 BW vereiste inzicht noodzakelijk is, is de aard van deze In de consolidatie worden de financiële gegevens opgenomen van VDL Groep B.V. - welke aan het hoofd staat van de VDL-groep - samen met haar groepsmaatschappijen en andere rechtspersonen waarop zij overheersende zeggenschap kan uitoefenen of waarover zij de centrale leiding heeft. Groepsmaatschappijen zijn rechtspersonen waarin VDL Groep B.V. direct of indirect overheersende zeggenschap kan uitoefenen doordat zij beschikt over de meerderheid van de stemrechten of op enige andere wijze de financiële en operationele activiteiten kan beheersen. Hierbij wordt tevens rekening gehouden met potentiële stemrechten die direct kunnen worden uitgeoefend op balansdatum. De groepsmaatschappijen en andere rechtspersonen waarop zij een overheersende zeggenschap kan uitoefenen of waarover zij de centrale leiding heeft, worden voor 100% in de consolidatie betrokken. Het aandeel van derden in het groepsvermogen en in het groepsresultaat wordt afzonderlijk vermeld.Intercompany-transacties, intercompany-winsten en onderlinge vorderingen en schulden tussen voor zover de resultaten niet door transacties met derden buiten de Groep zijn gerealiseerd. Ongerealiseerde verliezen op intercompany-transacties worden ook geëlimineerd tenzij er sprake is van een bijzondere waardevermindering. Waarderingsgrondslagen van groepsmaatschappijen en andere in de consolidatie opgenomen rechtspersonen zijn waar nodig gewijzigd om aansluiting te krijgen bij de Voor de in de consolidatie begrepen vennootschappen wordt verwezen naar de lijst van deelnemingen gezamenlijke zeggenschap of invloed van betekenis kan worden uitgeoefend. Ook rechtspersonen die directieleden, andere sleutelfunctionarissen in het management van VDL Groep B.V. en de aandeelhouders van VDL Groep B.V. en nauwe verwanten zijn verbonden partijen.Transacties van betekenis met verbonden partijen worden toegelicht voor zover deze niet onder normale marktvoorwaarden zijn aangegaan. Hiervan wordt toegelicht de aard en de omvang van de transactie en andere informatie die nodig is voor het verschaffen van het inzicht. ",
        "blocks": [
            6,
            7,
            10,
            22,
            3,
            8,
            11,
            12,
            15,
            16,
            18,
            19,
            20,
            21,
            24,
            25,
            26,
            27,
            1,
            2,
            4,
            5,
            9,
            13,
            14,
            28,
            29
        ],
        "page_nums": [
            82,
            83,
            84
        ]
    },
    "subtitle9_8": {
        "text": "Acquisities en desinvesteringen van groepsmaatschappijen",
        "blocks": [
            30
        ],
        "page_nums": [
            84
        ]
    },
    "paragraph_48": {
        "text": "Vanaf de overnamedatum worden de resultaten en de identificeerbare activa en verplichtingen van de overgenomen vennootschap opgenomen in de geconsolideerde jaarrekening. De overnamedatum is het moment dat overheersende zeggenschap kan worden uitgeoefend op de desbetreffende vennootschap.De verkrijgingsprijs bestaat uit het geldbedrag of het equivalent hiervan dat is overeengekomen voor de verkrijging van de overgenomen onderneming vermeerderd met eventuele direct toerekenbare kosten. Indien de verkrijgingsprijs hoger is dan het nettobedrag van de reële waarde van de identificeerbare activa en passiva wordt het meerdere als goodwill geactiveerd onder de immateriële vaste activa (purchase price accounting). Indien de verkrijgingsprijs lager is dan het nettobedrag van de reële waarde van de identificeerbare activa en passiva, dan wordt het verschil (negatieve goodwill) als overlopend passiefpost opgenomen voor zover geen sprake is van een ‘lucky buy’. Indien wel sprake is van een ‘lucky buy’ wordt de negatieve goodwill voor zover deze hoger is dan de reële waarde van de geïdentificeerde niet-monetaire activa ten gunste van het resultaat gebracht. De maatschappijen die in de consolidatie betrokken zijn, blijven in de consolidatie opgenomen tot het moment dat zij worden verkocht; deconsolidatie vindt plaats op het moment dat de beslissende zeggenschap wordt overgedragen respectievelijk dat de deelnemingen die niet meer voldoen aan de criteria van groepsmaatschappijen.Gedurende het boekjaar heeft de VDL Groep twee overnames gedaan. Eind juli is een 100% belang in GVDL Vastgoed Nederland B.V. verworven en in oktober is 60% van de aandelen in Olocco Srl verworven. Voor het totaal van deze transacties werd een initiële koopsom van € 11 miljoen betaald.",
        "blocks": [
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            38,
            0,
            1,
            2,
            3,
            4,
            5,
            6,
            7,
            8,
            9
        ],
        "page_nums": [
            84,
            85
        ]
    },
    "subtitle9_9": {
        "text": "Toelichting op het kasstroomoverzicht",
        "blocks": [
            10
        ],
        "page_nums": [
            85
        ]
    },
    "paragraph_49": {
        "text": "Het kasstroomoverzicht is opgesteld volgens de indirecte methode. De geldmiddelen in het kasstroomoverzicht bestaan uit de liquide middelen en kortlopende schulden aan kredietinstellingen, met uitzondering van de aflossingsverplichtingen leningen. Kasstromen in vreemde valuta zijn omgerekend tegen vaste koersen die de per balansdatum geldende valutakoersen benaderen. Koersverschillen op geldmiddelen worden afzonderlijk in het kasstroomoverzicht getoond. Ontvangsten en uitgaven uit hoofde van interest, ontvangen dividenden en winstbelastingen zijn opgenomen onder de kasstroom uit activiteiten. De verkrijgingsprijs van de verworven groepsmaatschappij is opgenomen onder de kasstroom uit investeringsactiviteiten, voor zover betaling in geld heeft plaatsgevonden. De geldmiddelen die in de waarbij geen instroom of uitstroom van kasmiddelen plaatsvindt, waaronder financiële leasing, zijn niet in het kasstroomoverzicht opgenomen. Met ingang van boekjaar 2022 zijn de wijzigingen in de Richtlijnen voor de Jaarverslaggeving RJ221 Onderhanden projecten in de jaarrekening verwerkt. Hierin is bepaald dat de debet- en creditstanden van individuele projecten binnen de post onderhanden projecten niet meer mogen worden gesaldeerd, maar relevante post onder de bedrijfskosten. Deze stelselwijziging heeft geen invloed op het vermogen en het De vergelijkende cijfers zijn omwille van de vergelijkbaarheid aangepast. Het effect op het balanstotaal is per 31 december 2021 € 45.987.399. Dit leidt per 31 december 2021 tot een toename van het balanstotaal van € 2.962.825.206 naar € 3.008.812.605.Daarnaast zijn met ingang van boekjaar 2022 de wijzigingen in de Richtlijnen voor de Jaarverslaggeving RJ270 ten aanzien van de opbrengstverantwoording verwerkt. Deze wijzigingen hebben geen materiële impact gehad op de verantwoorde netto-omzet. Op basis van de overgangsbepalingen zijn de wijzigingen in RJ 270, met uitzondering van de wijzigingen inzake presentatie en toelichting, alleen toegepast op De geconsolideerde jaarrekening is opgesteld in overeenstemming met de wettelijke bepalingen van  Titel 9 Boek 2 BW en de stellige uitspraken van de Richtlijnen voor de jaarverslaggeving, die uitgegeven zijn door de Raad voor de Jaarverslaggeving.Activa en verplichtingen worden in het algemeen gewaardeerd tegen de verkrijgings- of vervaardigingsprijs ",
        "blocks": [
            11,
            12,
            13,
            14,
            15,
            16,
            18,
            19,
            21,
            22,
            24,
            25,
            26,
            29,
            31,
            32,
            33,
            34,
            35,
            36,
            37,
            2,
            3,
            4,
            5
        ],
        "page_nums": [
            85,
            86
        ]
    },
    "subtitle9_10": {
        "text": "Vergelijking met voorgaand jaar",
        "blocks": [
            8
        ],
        "page_nums": [
            86
        ]
    },
    "paragraph_50": {
        "text": "De gehanteerde grondslagen van waardering en van resultaatbepaling zijn, met uitzondering van hetgeen vermeld bij de stelselwijziging, ongewijzigd gebleven ten opzichte van het voorgaande jaar. De vergelijken­de cijfers zijn waar nodig aangepast voor vergelijkingsdoeleinden. ",
        "blocks": [
            9,
            10,
            11
        ],
        "page_nums": [
            86
        ]
    },
    "subtitle9_11": {
        "text": "Vreemde valuta",
        "blocks": [
            12
        ],
        "page_nums": [
            86
        ]
    },
    "paragraph_51": {
        "text": "De posten in de jaarrekening van de groepsmaatschappijen worden gewaardeerd met inachtneming van de valuta van de economische omgeving waarin de groepsmaatschappij haar bedrijfsactiviteiten voor­namelijk uitoefent (de functionele valuta). De geconsolideerde jaarrekening is opgesteld in euro’s; dit is zowel de functionele als de presentatievaluta van VDL Groep B.V. Transacties in vreemde valuta gedurende Monetaire en niet-monetaire activa en passiva in vreemde valuta worden omgerekend in de functionele valuta tegen de koers per balansdatum. De uit de afwikkeling en omrekening voortvloeiende koers­verschillen komen ten gunste of ten laste van de winst- en verliesrekening. Omrekeningsverschillen bij intragroepsleningen op lange termijn die feitelijk een uitbreiding of inkrimping van de netto-investering van buitenlandse deelnemingen zijn, worden rechtstreeks ten gunste of ten laste van het eigen vermogen gebracht.De activa en passiva, evenals de baten en lasten van in de consolidatie opgenomen deelnemingen met een functionele valuta anders dan de presentatievaluta, worden omgerekend tegen de koers per balansdatum. Goodwill en de aanpassingen naar reële waarde van identificeerbare activa en passiva worden gezien als een onderdeel van deze deelnemingen en worden per balansdatum eveneens omgerekend tegen de koers op balansdatum. De hieruit resulterende omrekeningsverschillen worden rechtstreeks ten gunste of ten laste van het eigen vermogen gebracht.",
        "blocks": [
            13,
            14,
            15,
            16,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            26,
            27,
            28,
            29
        ],
        "page_nums": [
            86
        ]
    },
    "subtitle9_12": {
        "text": "Operationele leasing",
        "blocks": [
            30
        ],
        "page_nums": [
            86
        ]
    },
    "paragraph_52": {
        "text": "Bij de vennootschap kunnen er leasecontracten bestaan waarbij een groot deel van de voor- en nadelen die aan de eigendom verbonden zijn, niet bij de vennootschap ligt. Deze leasecontracten worden verantwoord als operationele leasing. Verplichtingen uit hoofde van operationele leasing worden, rekening houdend met ontvangen vergoedingen van de lessor, op lineaire basis verwerkt in de winst- en verliesrekening over de looptijd van het contract.handelsportefeuille of met betrekking tot eigen-vermogensinstrumenten buiten de handelsportefeuille, alsmede derivaten met een onderliggende beursgenoteerde waarde, worden gewaardeerd tegen de reële De reële waarde is het bedrag waarvoor een actief kan worden verhandeld of een passief kan worden afgewikkeld tussen ter zake goed geïnformeerde partijen, die tot een transactie bereid en onafhankelijk van elkaar zijn. Indien niet direct een betrouwbare reële waarde is aan te wijzen, wordt de reële waarde benaderd door deze af te leiden uit de reële waarde van bestanddelen of van een soortgelijk financieel instrument, of met behulp van waarderingsmodellen en waarderingstechnieken. van afgeleide financiële instrumenten (‘derivaten’) is afhankelijk van het feit of het onderliggende van het derivaat beursgenoteerd is of niet. Indien het onderliggende beursgenoteerd is, dan wordt het derivaat tegen reële waarde opgenomen. Indien het onderliggende niet-beursgenoteerd is, wordt het derivaat tegen kostprijs of lagere marktwaarde opgenomen. De wijze van verwerking van waardeveranderingen van het afgeleide financieel instrument is afhankelijk van de vraag of er met het afgeleide financiële instrument hedge-accounting wordt toegepast of niet.VDL Groep B.V. past hedge-accounting toe. Op het moment van aangaan van een hedgerelatie, wordt dit door de vennootschap gedocumenteerd. De vennootschap stelt door middel van een test, periodiek de effectiviteit van de hedgerelatie vast. Dit kan gebeuren door het vergelijken van de kritische kenmerken van het hedge-instrument met die van de afgedekte positie, of door het vergelijken van de verandering in reële waarde van het hedge-instrument en de afgedekte positie.VDL Groep B.V. past kostprijshedge-accounting toe op valutatermijncontracten ter indekking van haar toekomstige transacties in vreemde valuta. Indien van toepassing, wordt het ineffectieve deel van de waardeverandering van de valutatermijncontracten verantwoord in de winst- en verliesrekening onder de De immateriële vaste activa worden gewaardeerd tegen verkrijgingsprijs onder aftrek van afschrijvingen. Er wordt rekening gehouden met bijzondere waardeverminderingen; dit is het geval als de boekwaarde van het actief (of van de kasstroom genererende eenheid waartoe het actief behoort) hoger is dan de Om vast te stellen of er voor een immaterieel vast actief sprake is van een bijzondere waardevermindering, wordt verwezen naar de paragraaf bijzondere waardeverminderingen van vaste activa.Goodwill voortkomend uit acquisities en berekend in overeenstemming met de paragraaf acquisities en desinvesteringen van groepsmaatschappijen, wordt geactiveerd en lineair afgeschreven gedurende de gemaakt van de overgangsregeling zoals opgenomen in RJ 212.8 waardoor de actuele waarde per plaats, rekening houdend met de vermoedelijke gebruiksduur en bijzondere waardeverminderingen van de betreffende activa. Op terreinen wordt niet afgeschreven. Bij de uit de overgangsregeling afkomstige herwaardering van gebouwen is rekening gehouden met een belastinglatentie van 15%.Voor de herwaardering op terreinen is rekening gehouden met een belastinglatentie van 0%.Er wordt rekening gehouden met de bijzondere waardeverminderingen die op balansdatum worden verwacht. Voor de vaststelling of voor een materieel vast actief sprake is van een bijzondere waarde­vermindering wordt verwezen naar de paragraaf bijzondere waardeverminderingen van vaste activa.Overige vaste activa worden gewaardeerd tegen verkrijgings- of vervaardigingsprijs inclusief direct toerekenbare kosten, onder aftrek van lineaire afschrijvingen gedurende de verwachte toekomstige kosten van grond- en hulpstoffen en kosten die rechtstreeks toerekenbaar zijn aan de vervaardiging Voor verplichtingen tot herstel na afloop van het gebruik van het actief (ontmantelingskosten) wordt een voorziening getroffen. Deze wordt opgebouwd gedurende de levensduur van het actief. Uitgaven voor groot onderhoud worden geactiveerd en afgeschreven over de verwachte levensduur. Kosten voor regulier onderhoud en herstel worden rechtstreeks ten laste van het resultaat gebracht. Subsidies op investeringen worden in mindering gebracht op de verkrijgings- of vervaardigingsprijs van de activa waarop de subsidies betrekking hebben.De verwachte gebruiksduur per categorie is:Machines en installaties Deelnemingen waarin invloed van betekenis kan worden uitgeoefend worden gewaardeerd volgens de vermogensmutatiemethode (nettovermogenswaarde). Wanneer 20% of meer van de stemrechten uitgebracht kan worden, wordt ervan uitgegaan dat er invloed van betekenis is.De nettovermogenswaarde wordt berekend volgens de grondslagen die gelden voor deze jaarrekening; grondslagen, wordt uitgegaan van de waarderingsgrondslagen van de desbetreffende deelneming.Indien de waardering van een deelneming volgens de nettovermogenswaarde negatief is, wordt deze op de schulden van de deelneming, dan wel het stellige voornemen heeft de deelneming tot betaling van De eerste waardering van gekochte deelnemingen is gebaseerd op de reële waarde van de identificeerbare activa en passiva op het moment van acquisitie. Voor de vervolgwaardering worden de grondslagen toegepast die gelden voor deze jaarrekening, uitgaande van de waarden bij eerste waardering.Deelnemingen waarop geen invloed van betekenis kan worden uitgeoefend, worden gewaardeerd tegen verkrijgingsprijs. Indien sprake is van een bijzondere waardevermindering vindt waardering plaats tegen de realiseerbare waarde, afwaardering vindt plaats ten laste van de winst- en verlies-rekening.houdend met een eventuele bijzondere waardevermindering zoals beschreven in de paragraaf bijzondere waardeverminderingen van vaste activa.tijdelijke verschillen tussen de waarde van de activa en passiva volgens fiscale voorschriften enerzijds en de in deze jaarrekening gevolgde waarderingsgrondslagen anderzijds, met dien verstande dat latente belastingvorderingen alleen worden opgenomen voor zover het waarschijnlijk is dat er toekomstige fiscale De berekening van de latente belastingvorderingen geschiedt tegen de op het einde van het verslagjaar geldende belastingtarieven of tegen de in komende jaren geldende tarieven, voor zover deze al bij wet zijn ",
        "blocks": [
            31,
            32,
            33,
            34,
            35,
            2,
            3,
            6,
            7,
            8,
            9,
            10,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            22,
            23,
            24,
            25,
            30,
            0,
            1,
            11,
            26,
            27,
            36,
            5
        ],
        "page_nums": [
            86,
            87,
            88,
            89
        ]
    },
    "subtitle9_13": {
        "text": "Bijzondere waardeverminderingen van vaste activa",
        "blocks": [
            24
        ],
        "page_nums": [
            89
        ]
    },
    "paragraph_53": {
        "text": "De vennootschap beoordeelt op iedere balansdatum of er aanwijzingen zijn dat een vast actief aan een bijzondere waardevermindering onderhevig kan zijn. Indien dergelijke indicaties aanwezig zijn, wordt de realiseerbare waarde van het actief vastgesteld. Indien het niet mogelijk is de realiseerbare waarde voor het individuele actief te bepalen, wordt de realiseerbare waarde bepaald van de kasstroom genererende eenheid waartoe het actief behoort. Van een bijzondere waardevermindering is sprake als de boekwaarde van een actief hoger is dan de realiseerbare waarde; de realiseerbare waarde is de hoogste van de Indien wordt vastgesteld dat een bijzondere waardevermindering die in het verleden verantwoord is, niet meer bestaat of is afgenomen, dan wordt de toegenomen boekwaarde van de desbetreffende activa niet hoger gesteld dan de boekwaarde die bepaald zou zijn indien geen bijzondere waardevermindering voor het actief zou zijn verantwoord.aanwijzingen zijn voor bijzondere waardeverminderingen van een financieel actief of een groep van vennootschap de omvang van het verlies uit hoofde van de bijzondere waardeverminderingen, en verwerkt dit direct in de winst- en verliesrekening.Bij financiële activa die gewaardeerd zijn tegen geamortiseerde kostprijs wordt de omvang van de bijzondere waardevermindering bepaald als het verschil tussen de boekwaarde van het actief en de best mogelijke schatting van de toekomstige kasstromen, contant gemaakt tegen de effectieve rentevoet van het financiële actief zoals die is bepaald bij de eerste verwerking van het instrument. Het waardeverminderingsverlies dat daarvoor opgenomen was, dient te worden teruggenomen indien de afname van de waardevermindering verband houdt met een objectieve gebeurtenis na afboeking. De terugname wordt beperkt tot maximaal het bedrag dat nodig is om het actief te waarderen op de geamortiseerde kostprijs op het moment van de terugname, als geen sprake geweest zou zijn van een bijzondere waardevermindering. Het teruggenomen verlies wordt in de winst- en verliesrekening verwerkt. Bij een investering in eigen-vermogensinstrumenten gewaardeerd tegen kostprijs wordt de omvang van de bijzondere waardevermindering bepaald als het verschil tussen de boekwaarde van het financiële actief en de best mogelijke schatting van de toekomstige kasstromen, contant gemaakt tegen de actuele vermogenskostenvoet voor een soortgelijk financieel actief. Het bijzondere-waardeverminderingsverlies verwerkt verlies als gevolg van waardevermindering niet meer aanwezig is of veranderd is.inkoopprijs vermeerderd met diverse opslagen) onder toepassing van de FIFO-methode of lagere De voorraden onderhanden werk (inclusief halffabricaten) en gereed product worden gewaardeerd op vervaardigingsprijs of lagere opbrengstwaarde. De vervaardigingsprijs omvat alle kosten die samen­met de verkrijging of vervaardiging, alsmede gemaakte kosten om de voorraden op hun huidige plaats en in hun huidige staat te brengen. Onder de kosten van vervaardiging vallen directe loonkosten en toeslagen De opbrengstwaarde is de geschatte verkoopprijs onder aftrek van direct toerekenbare verkoopkosten. Bij de bepaling van de opbrengstwaarde wordt rekening gehouden met de incourantheid van de voorraden.De onderhanden projecten in opdracht van derden worden gewaardeerd tegen de gerealiseerde projectkosten vermeerderd met de toegerekende winst en verminderd met verwerkte verliezen en gedeclareerde termijnen. Onderhanden projecten waarvan het saldo een debetstand vertoont, worden afzonderlijk in de balans onder vlottende activa gepresenteerd. Indien het saldo een creditstand vertoont voorzieningen voor het risico van oninbaarheid worden in mindering gebracht. Deze voorzieningen worden bepaald op basis van individuele beoordeling van de vorderingen. Liquide middelen bestaan uit kas, banktegoeden en deposito's met een looptijd korter dan twaalf De bestaande herwaarderingsreserve, onder aftrek van relevante (latente) belastingverplichtingen, is het gevolg van de herwaarderingen op bedrijfsgebouwen en –terreinen in de periode voor 1 januari 2016. Als gevolg van de overgangsregeling zoals bepaald in RJ 212.8 valt deze herwaarderings-reserve vrij bij realisatie, dat wil zeggen, door afschrijving of vervreemding in toekomstige perioden. De gerealiseerde herwaarderingen worden direct in het eigen vermogen verwerkt.De corresponderende vrijval van de (latente) belastingverplichtingen wordt onder de post belastingen op resultaat uit gewone bedrijfsuitoefening ten gunste van het resultaat gebracht.Het aandeel derden als onderdeel van het groepsvermogen wordt gewaardeerd tegen het bedrag van het netto-belang in de netto-activa van de desbetreffende groepsmaatschappijen. Voor zover de des­en de eventuele verdere verliezen niet toegewezen aan het aandeel derden, tenzij de derden-nemen. Zodra de nettovermogenswaarde van de groepsmaatschappij weer positief is, worden resultaten toegekend aan het aandeel derden.Voorzieningen worden gevormd voor in rechte afdwingbare of feitelijke verplichtingen die op balans-datum bestaan, waarbij het waarschijnlijk is dat een uitstroom van middelen noodzakelijk is en De voorzieningen worden gewaardeerd tegen de beste schatting van de bedragen die noodzakelijk zijn om de verplichtingen per balansdatum af te wikkelen. De voorzieningen worden gewaardeerd tegen de nominale waarde van de uitgaven die naar verwachting noodzakelijk zijn om de verplichtingen af te wikkelen, tenzij het effect van de tijdswaarde van geld materieel is. In dat geval wordt de contante waarde van de verwachte uitgaven gehanteerd.Wanneer de verwachting is dat een derde de verplichtingen vergoedt, en wanneer het waarschijnlijk is dat deze vergoeding zal worden ontvangen bij de afwikkeling van de verplichting, dan wordt deze vergoeding Op de Nederlandse pensioenregelingen zijn de bepalingen van de Nederlandse Pensioenwet van toepassing en worden op verplichte, contractuele of vrijwillige basis premies aan pensioenfondsen en verzekerings­maatschappijen betaald door de Groep. De premies worden verantwoord als personeelskosten zodra deze verschuldigd zijn. Vooruitbetaalde premies worden opgenomen als overlopende activa indien dit tot een terugstorting leidt of tot een vermindering van toekomstige betalingen. Nog niet betaalde premies worden Voor buitenlandse pensioenregelingen die vergelijkbaar zijn met de wijze waarop het Nederlandse pensioenstelsel is ingericht en functioneert, vindt verwerking en waardering van verplichtingen die voortvloeien uit buitenlandse pensioenregelingen plaats overeenkomstig de waardering van de Voor buitenlandse pensioenregelingen die niet vergelijkbaar zijn met de wijze waarop het Nederlandse pensioenstelsel is ingericht en functioneert, is een beste schatting gemaakt van de op balansdatum bestaande verplichting van de Groep. De voorziening is grotendeels als langlopend aan te merken.van de betreffende posten. Latente belastingverplichtingen worden berekend naar de thans geldende tarieven van de winstbelasting en voor wat betreft de herwaardering van bedrijfsgebouwen tegen een tarief van 15% en van terreinen tegen 0%, zijnde de contante waarde van het thans geldende Deze voorziening heeft betrekking op te vergoeden kosten voor producten die zijn verkocht of diensten die zijn verricht, indien voor de rechtspersoon een verplichting is ontstaan wegens het niet voldoen aan de De jubileavoorziening wordt opgenomen tegen de contante waarde van de verwachte uitkeringen gedurende het dienstverband. Bij de berekening van de voorziening wordt onder meer rekening gehouden met verwachte salarisstijgingen, de blijfkans en middels een disconteringsvoet contant gemaakt. De overige voorzieningen hebben met name betrekking op voorzieningen uit hoofde van terugkoop-gepensioneerden. De voorzieningen zijn opgenomen tegen de nominale waarde van de geraamde verplichtingen. De voorzieningen zijn grotendeels, met uitzondering van de reorganisatie en verlieslatende De reorganisatievoorziening heeft betrekking op kosten in verband met de reorganisatie van activiteiten en wordt gevormd indien per balansdatum een plan is geformaliseerd en hetzij de gerechtvaardigde verwachting is gewekt bij de betrokkenen dat de reorganisatie zal worden uitgevoerd, hetzij is gestart met de implementatie van het reorganisatieplan.Voor reorganisaties waarvoor per balansdatum een plan is geformaliseerd, maar waarvoor pas na reorganisatie zal worden uitgevoerd, hetzij is gestart met de implementatie van het reorganisatieplan, de door de Groep naar verwachting te behalen voordelen uit een overeenkomst lager zijn dan de onvermijdbare kosten om aan de verplichtingen uit hoofde van de overeenkomst te voldoen. De voorziening wordt gewaardeerd tegen de contante waarde van de verwachte netto kosten van de voortzetting van het contract, of indien dit lager is, tegen de contante waarde van de verwachte kosten voor de beëindiging van het contract zijnde enige compensatie of boete die voortvloeit uit het niet-naleven van het contract. Voorafgaand aan de vorming van een voorziening wordt op de activa die betrekking hebben op het contract een bijzonder waardeverminderingsverlies genomen. De voorziening is grotendeels ",
        "blocks": [
            25,
            26,
            27,
            28,
            29,
            30,
            32,
            33,
            34,
            35,
            1,
            3,
            4,
            5,
            6,
            7,
            8,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            19,
            23,
            31,
            0,
            18,
            20,
            22,
            2,
            21,
            24
        ],
        "page_nums": [
            89,
            90,
            91,
            92,
            93
        ]
    },
    "subtitle9_14": {
        "text": "Negatieve goodwill",
        "blocks": [
            31
        ],
        "page_nums": [
            93
        ]
    },
    "paragraph_54": {
        "text": "De negatieve goodwill voortkomend uit acquisities en berekend in overeenstemming met de paragraaf acquisities en desinvesteringen van groepsmaatschappijen, wordt als overlopend passief verantwoord. Voor zover negatieve goodwill samenhangt met toekomstig te maken kosten wordt de negatieve goodwill gerealiseerd in de periode waarin deze uitgaven zijn verantwoord. Voor zover negatieve goodwill samenhangt met een hogere waardering van niet-monetaire activa vindt realisatie plaats naarmate de activa door afschrijving of verkoop ten laste van het resultaat komen. Hierbij wordt de gewogen gemiddelde afschrijvingstermijn van de afschrijfbare activa gehanteerd.Schulden worden bij de eerste verwerking gewaardeerd tegen reële waarde. Transactiekosten die direct zijn toe te rekenen aan de verwerving van de schulden worden in de waardering bij eerste verwerking het ontvangen bedrag rekening houdend met agio of disagio en onder aftrek van transactiekosten. Het resultaat wordt bepaald als het verschil tussen de opbrengstwaarde van de geleverde prestaties en de kosten en andere lasten over het jaar. De opbrengsten op transacties worden verantwoord in het jaar Netto-omzet omvat de opbrengsten uit levering van goederen, levering van diensten en gerealiseerde projectopbrengsten uit hoofde van onderhanden projecten onder aftrek van kortingen en dergelijke en van over de omzet geheven belastingen en na eliminatie van transacties binnen de Groep.",
        "blocks": [
            32,
            33,
            34,
            35,
            36,
            0,
            1,
            3,
            4,
            6,
            10,
            11,
            15,
            16,
            17
        ],
        "page_nums": [
            93,
            94
        ]
    },
    "subtitle9_15": {
        "text": "Verkoop van goederen",
        "blocks": [
            18
        ],
        "page_nums": [
            94
        ]
    },
    "paragraph_55": {
        "text": "Opbrengsten uit de verkoop van goederen worden verwerkt zodra alle belangrijke rechten en risico’s met betrekking tot de eigendom van de goederen zijn overgedragen aan de koper. De verkoop van goederen bevat over het algemeen één prestatieverplichting en dat betreft de feitelijke levering. ",
        "blocks": [
            19,
            20,
            21
        ],
        "page_nums": [
            94
        ]
    },
    "subtitle9_16": {
        "text": "Levering van diensten ",
        "blocks": [
            22
        ],
        "page_nums": [
            94
        ]
    },
    "paragraph_56": {
        "text": "Verantwoording van opbrengsten uit de levering van diensten geschiedt naar rato van de geleverde prestaties, gebaseerd op de verrichte diensten tot aan de balansdatum in verhouding tot de in totaal te verrichten diensten. De levering van diensten bevat één prestatieverplichting.Opbrengsten uit contracten met afnemers worden verantwoord wanneer het risico over de goederen of VDL Groep verwacht recht te hebben in ruil voor die goederen of diensten. De VDL Groep beoordeelt of er bepalingen in het contract staan die een afzonderlijke leveringsverplichting bevatten en waaraan een deel van de transactieprijs moet worden toegerekend (bijvoorbeeld garanties). Bij het bepalen van de transactieprijs voor de verkoop houdt de VDL Groep rekening met de effecten van variabele vergoeding, het bestaan van een significante financieringscomponent, niet-contante vergoedingen en eventuele aanvullende rechten van de afnemer. Voor onderhanden projecten, waarvan het resultaat op betrouwbare wijze kan worden bepaald, worden verliesrekening naar rato van de verrichte prestaties per balansdatum (de ‘Percentage of Completion’-De voortgang van de verrichte prestaties wordt bepaald op basis van de tot de balansdatum gemaakte projectkosten in verhouding tot de geschatte totale projectkosten. Als het resultaat (nog) niet op betrouwbare wijze kan worden ingeschat, dan worden de opbrengsten als netto-omzet verwerkt in de winst- en verliesrekening tot het bedrag van de gemaakte projectkosten dat waarschijnlijk kan worden verhaald; de projectkosten worden dan verwerkt in de winst- en verliesrekening in de periode waarin ze zijn gemaakt. Zodra het resultaat wel op betrouwbare wijze kan worden bepaald, vindt opbrengst­verantwoording plaats volgens de PoC-methode naar rato van de verrichte prestaties per balansdatum.Het resultaat wordt bepaald als het verschil tussen de projectopbrengsten en projectkosten. Project-opbrengsten zijn de contractueel overeengekomen opbrengsten en opbrengsten uit hoofde van meer-  en minderwerk, claims en vergoedingen indien en voor zover het waarschijnlijk is dat deze worden gerealiseerd en ze betrouwbaar kunnen worden bepaald. Projectkosten zijn de direct op het project betrekking hebbende kosten, die in het algemeen aan projectactiviteiten worden toegerekend en toegewezen kunnen worden aan het project, en andere kosten die contractueel aan de opdrachtgever Indien het waarschijnlijk is dat de totale projectkosten de totale projectopbrengsten overschrijden, dan worden de verwachte verliezen onmiddellijk in de winst- en verliesrekening verwerkt. Dit verlies wordt verwerkt in de relevante post onder de bedrijfskosten. De voorziening voor het verlies maakt deel uit van de post onderhanden projecten.Onder overige bedrijfsopbrengsten worden resultaten verantwoord die niet rechtstreeks samenhangen met de levering van goederen en diensten in het kader van de normale, niet incidentele bedrijfsactiviteiten. Deze opbrengsten worden verantwoord in het jaar waarin zij zijn gerealiseerd.Overheidssubsidies, die classificeren als exploitatiesubsidies, worden verantwoord op het moment dat sprake is van een redelijke mate van zekerheid van ontvangst van de subsidie en een redelijke mate van overige bedrijfsopbrengsten verantwoord in het boekjaar waarin de gesubsidieerde kosten zijn gemaakt of Subsidies met betrekking tot investeringen in materiële vaste activa worden in mindering gebracht op het desbetreffende actief en als onderdeel van de afschrijvingen verwerkt in de winst- en verliesrekening.Lonen, salarissen en sociale lasten worden op grond van de arbeidsvoorwaarden verwerkt in de winst- en De over het verslagjaar verschuldigde premie wordt als last verantwoord. ",
        "blocks": [
            23,
            24,
            25,
            27,
            29,
            30,
            0,
            1,
            2,
            3,
            5,
            7,
            9,
            10,
            11,
            12,
            13,
            14,
            15,
            16,
            17,
            18,
            19,
            20,
            21,
            26,
            28,
            32,
            33,
            35,
            4,
            8
        ],
        "page_nums": [
            94,
            95,
            96
        ]
    },
    "subtitle9_17": {
        "text": "Kosten uitbesteed werk en andere externe kosten",
        "blocks": [
            11
        ],
        "page_nums": [
            96
        ]
    },
    "paragraph_57": {
        "text": "Onder de kosten uitbesteed werk en andere externe kosten zijn begrepen alle kosten ten aanzien van uitbesteed werk en alle andere externe kosten die ten behoeve van de netto-omzet en De kosten worden bepaald op historische basis en toegerekend aan het verslagjaar waarop zij Immateriële en materiële vaste activa worden vanaf het moment van ingebruikneming afgeschreven over de verwachte toekomstige gebruiksduur van het actief. Over terreinen wordt niet afgeschreven. Indien een schattingswijziging plaatsvindt van de toekomstige gebruiksduur, dan worden de toekomstige Boekwinsten en -verliezen uit de incidentele verkoop van materiële vaste activa zijn begrepen onder de Rentebaten en rentelasten worden tijdsevenredig verwerkt, rekening houdend met de effectieve rentevoet van de desbetreffende activa en passiva. Bij de verwerking van de rentelasten wordt rekening gehouden met de verantwoorde transactiekosten op de ontvangen leningen.De belasting over het resultaat wordt berekend over het resultaat voor belastingen in de winst- en verliesrekening, rekening houdend met beschikbare, fiscaal compensabele verliezen uit voorgaande bestanddelen en na bijtelling van niet-aftrekbare kosten. Tevens wordt rekening gehouden met wijzigingen die optreden in de latente belastingvorderingen en latente belastingschulden uit hoofde van wijzigingen in het te hanteren belastingtarief. De belasting van groepsmaatschappijen binnen de fiscale eenheid worden bij de groepsmaatschappijen afzonderlijk berekend en via de rekening courant verrekend met het hoofd van de fiscale eenheid.De onderneming maakt in de normale bedrijfsuitoefening gebruik van uiteenlopende financiële instrumenten die de onderneming blootstelt aan markt-, valuta-, rente-, kasstroom-, krediet- en liquiditeitsrisico. Om deze risico’s te beheersen heeft de onderneming een beleid inclusief een stelsel van limieten en procedures opgesteld om de risico’s van onvoorspelbare ongunstige ontwikkelingen op de financiële markten en daarmee de financiële prestaties van de onderneming te beperken. waardoor de valutarisico’s gering zijn. VDL Groep B.V. maakt incidenteel gebruik van valuta VDL Groep B.V. loopt renterisico over de rentedragende vorderingen (met name onder vlottende activa en Voor vorderingen en schulden met variabele renteafspraken loopt VDL Groep B.V. risico ten aanzien van toekomstige kasstromen; met betrekking tot vastrentende vorderingen en schulden loopt VDL Groep B.V. risico’s over de reële waarde als gevolg van wijzigingen in de marktrente.Met betrekking tot de vorderingen worden geen financiële derivaten met betrekking tot renterisico VDL Groep B.V. heeft geen significante concentraties van kredietrisico. Verkoop vindt plaats aan afnemers die voldoen aan de kredietwaardigheidstoets van VDL Groep B.V. De liquide middelen staan uit bij banken die minimaal een A-rating hebben.VDL Groep B.V. heeft geen liquiditeitsrisico aangezien de onderneming over voldoende liquiditeiten ",
        "blocks": [
            12,
            13,
            16,
            19,
            20,
            21,
            23,
            26,
            27,
            28,
            1,
            2,
            4,
            5,
            6,
            7,
            8,
            11,
            14,
            15,
            18,
            24,
            25,
            29,
            30,
            31,
            33
        ],
        "page_nums": [
            96,
            97
        ]
    },
    "subtitle7_1": {
        "text": "VERKLARING VAN DE ONAFHANKELIJKE ACCOUNTANT",
        "blocks": [
            1
        ],
        "page_nums": [
            99
        ]
    },
    "paragraph_58": {
        "text": "Aan: de aandeelhouders, raad van commissarissen en de hoofddirectie van VDL Groep B.V.",
        "blocks": [
            2
        ],
        "page_nums": [
            99
        ]
    },
    "subtitle9_18": {
        "text": "Ons oordeel",
        "blocks": [
            3
        ],
        "page_nums": [
            99
        ]
    },
    "paragraph_59": {
        "text": "De samengevatte jaarrekening 2022 (hierna ‘de samengevatte jaarrekening’) van VDL Groep B.V.  te Eindhoven is ontleend aan de gecontroleerde jaarrekening 2022 van VDL Groep B.V.Naar ons oordeel is de bijgesloten samengevatte jaarrekening in alle van materieel belang zijnde aspecten consistent met de gecontroleerde jaarrekening 2022 van VDL Groep B.V. op basis van de grondslagen  1.  de geconsolideerde balans per 31 december 2022;de volgende overzichten over 2022:  de geconsolideerde winst- en verliesrekening en het samengevatte kasstroomoverzicht; enDe samengevatte jaarrekening bevat niet alle toelichtingen die zijn vereist op basis van Titel 9 BW 2.  Het kennisnemen van de samengevatte jaarrekening en onze verklaring daarbij kan derhalve niet in  de plaats treden van het kennisnemen van de gecontroleerde jaarrekening van VDL Groep B.V. en  Wij hebben een goedkeurend oordeel verstrekt bij de gecontroleerde jaarrekening 2022 van VDL Groep B.V. in onze controleverklaring van 17 april 2023. ",
        "blocks": [
            4,
            5,
            6,
            7,
            10,
            11,
            12,
            15,
            16,
            17,
            20,
            21
        ],
        "page_nums": [
            99
        ]
    },
    "subtitle9_19": {
        "text": "Verantwoordelijkheden van het bestuur en de raad van commissarissen  ",
        "blocks": [
            22
        ],
        "page_nums": [
            99
        ]
    },
    "paragraph_60": {
        "text": "Het bestuur is verantwoordelijk voor het opstellen van de samengevatte jaarrekening op basis van de De raad van commissarissen is verantwoordelijk voor het uitoefenen van toezicht op het proces van financiële verslaggeving van de vennootschap.Onze verantwoordelijkheid is het geven van een oordeel of de samengevatte jaarrekening in alle van materieel belang zijnde aspecten consistent is met de gecontroleerde jaarrekening op basis van onze werkzaamheden, uitgevoerd in overeenstemming met Nederlands recht, waaronder de Nederlandse Rudi van den Heuvel RA",
        "blocks": [
            24,
            26,
            27,
            29,
            30,
            31,
            35
        ],
        "page_nums": [
            99
        ]
    },
    "subtitle13_1": {
        "text": "VDL Holding Belgium N.V.",
        "blocks": [
            34
        ],
        "page_nums": [
            101
        ]
    },
    "subtext8_4": {
        "text": "Directeur: Leen Van de VoordeDirecteur: Pieter van der LeegteWillem van der Leegte (voorzitter)Pieter van der LeegteJennifer van der LeegtePaul van VroonhovenOndersteuning van alle Belgische en Paul van VuurenFranse bedrijven in de groep op het gebied van administratie en ",
        "blocks": [
            35,
            67,
            2,
            3,
            4,
            5,
            40,
            7,
            41,
            42
        ],
        "page_nums": [
            101
        ]
    },
    "subtitle14_1": {
        "text": "Adjunct-directie:VDL International B.V.",
        "blocks": [
            8,
            44
        ],
        "page_nums": [
            101
        ]
    },
    "subtext8_5": {
        "text": "Bas van der LeegteJos van MeijlParticipatiemaatschappij met Marc van Doorn",
        "blocks": [
            11,
            12,
            80,
            14
        ],
        "page_nums": [
            101
        ]
    },
    "subtitle13_2": {
        "text": "VDL Car Beheer B.V.",
        "blocks": [
            82
        ],
        "page_nums": [
            101
        ]
    },
    "subtext8_6": {
        "text": "John van SoerlandDirecteur: Paul van Vroonhoven",
        "blocks": [
            17,
            24
        ],
        "page_nums": [
            101
        ]
    },
    "subtitle13_3": {
        "text": "VDL Bus Beheer B.V.",
        "blocks": [
            59
        ],
        "page_nums": [
            101
        ]
    },
    "subtext8_7": {
        "text": "Ondersteuning van alle bedrijven inde groep op het gebied vanzaken, arbo & milieu, communicatie,inkoop, subsidies en juridische zaken.Directeur: Mark VerdonschotDirecteur: Jos van MeijlDirecteur: Toine van de Rijdt Gespecialiseerd in het mechanisch Specialiteit: CNC-pijpenbuigen tot bewerken van giet- en smeedwerk en diameter 160 mm. Produceren van lassamenstellingen door middel van engineering en turnkey projecten. wasinstallatie, 3D-laser (5 assen) en 3D-buislaser met geautomatiseerd bewerkingen o.a. fiber-lasersnijden, dieptrekken. We beschikken over een kanten, (robot)lassen en puntlassen.",
        "blocks": [
            29,
            30,
            32,
            33,
            35,
            69,
            2,
            42,
            76,
            43,
            77,
            44,
            12,
            81,
            82,
            14,
            16,
            85
        ],
        "page_nums": [
            101,
            102
        ]
    },
    "subtitle13_4": {
        "text": "VDL Technics B.V.",
        "blocks": [
            86
        ],
        "page_nums": [
            102
        ]
    },
    "subtext8_8": {
        "text": "Directeur: Hans Sandersstampen, buigen en trekken tot max. 800 ton met geïntegreerde Lasersnijden, 4 en 6 KW Co2 lasers, series van eenvoudige tot complexe metaaldelen met minimale Stopa-magazijn. Volautomatische mm. (Robot)-lassen, (CNC-)CNC buigcel, CNC-kanten, knippen Specialist in plaat- en montage en (sub)assemblage.constructiewerk. Robotlassen met tot 200 ton d.m.v. hydraulische en Engineering, projectmanagement en montage.",
        "blocks": [
            87,
            58,
            59,
            94,
            61,
            62,
            97,
            64,
            98,
            100,
            67,
            101,
            103,
            105,
            106
        ],
        "page_nums": [
            102
        ]
    },
    "subtext11_1": {
        "text": "bare plaatbewerkings- en ",
        "blocks": [
            46
        ],
        "page_nums": [
            103
        ]
    },
    "subtext8_9": {
        "text": "aluminium met als specialisatie ",
        "blocks": [
            89
        ],
        "page_nums": [
            103
        ]
    },
    "subtext11_2": {
        "text": "verspanende technieken zoals laser-",
        "blocks": [
            47
        ],
        "page_nums": [
            103
        ]
    },
    "subtext8_10": {
        "text": "framebouw, skids, piping en Directeur: Hans van Raaklasbewerkingen mig/mag, tig, ",
        "blocks": [
            90,
            1,
            92
        ],
        "page_nums": [
            103
        ]
    },
    "subtext11_3": {
        "text": "cleanroom assemblage onder één dak. ",
        "blocks": [
            50
        ],
        "page_nums": [
            103
        ]
    },
    "subtext8_11": {
        "text": "volgens: EN 1090-EX3, ISO 3834-2, Directeur: Paul Malcontentponsen, lasersnijden, kanten, walsen en (mechanische) assemblage. tappen.lasersnijden, (robot)lassen Het vervaardigen van klantspecifieke lassen (MIG/MAG/TIG). Montage.310419  Arad, RoemeniëDe Run 4234 mail@vdlrotech.roDirecteur: Ted HavermansProductie van las- en assemblagewerk Specialist op het gebied van lasersnijden, CNC kanten, tenties gecombineerd leidt tot turn-key projecten.Van engineering en prototype tot productie van zowel kleine als grote series. Gespecialiseerd in plaat- en assemblage van plaatwerk-",
        "blocks": [
            95,
            52,
            98,
            99,
            101,
            11,
            58,
            62,
            105,
            16,
            107,
            64,
            111,
            22,
            24,
            114,
            115,
            70,
            71,
            72,
            28
        ],
        "page_nums": [
            103
        ]
    },
    "subtitle13_5": {
        "text": "VDL Systems B.V.",
        "blocks": [
            116
        ],
        "page_nums": [
            103
        ]
    },
    "subtext8_12": {
        "text": "tappen en montage. Tevens alle (met aluminiumlassen als specialiteit), van machines en interne transportsystemen voor OEM’ers van Directeur: Hans de Bresserfood processing equipment. Gespecialiseerd in het bewerken van ",
        "blocks": [
            75,
            77,
            124,
            125,
            81,
            126,
            127
        ],
        "page_nums": [
            103
        ]
    },
    "subtext11_4": {
        "text": "montage en prototyping van complexe ",
        "blocks": [
            39
        ],
        "page_nums": [
            103
        ]
    },
    "subtext8_13": {
        "text": "rvs en aluminium.",
        "blocks": [
            128
        ],
        "page_nums": [
            103
        ]
    },
    "subtext11_5": {
        "text": "stellingen. Gespecialiseerd in het snel volume waardig maken van uw proto’s ",
        "blocks": [
            42,
            43
        ],
        "page_nums": [
            103
        ]
    },
    "subtext8_14": {
        "text": "van diverse (VDL-)producten met ",
        "blocks": [
            43
        ],
        "page_nums": [
            105
        ]
    },
    "subtitle13_6": {
        "text": "VDL Mast Solutions ",
        "blocks": [
            83
        ],
        "page_nums": [
            105
        ]
    },
    "subtext8_15": {
        "text": "behulp van een 24/7 service organisatie met een netwerk van Directeur: Eric Janssen monteurs door heel Nederland. 45 Rue Maryse Bastiévan pakketautomaat netwerken. Ontwikkeling en realisatie van ponsnibbelen, knippen, kanten. Verkoop van masten en (robot)lassen, verspanen en ",
        "blocks": [
            44,
            45,
            85,
            46,
            86,
            50,
            51,
            8,
            91,
            10
        ],
        "page_nums": [
            105
        ]
    },
    "subtitle13_7": {
        "text": "VDL Castings Heerlen B.V.",
        "blocks": [
            53
        ],
        "page_nums": [
            105
        ]
    },
    "subtext8_16": {
        "text": "chemische voorbehandeling door ",
        "blocks": [
            12
        ],
        "page_nums": [
            105
        ]
    },
    "subtitle13_8": {
        "text": "VDL Industries ",
        "blocks": [
            94
        ],
        "page_nums": [
            105
        ]
    },
    "subtext8_17": {
        "text": "middel van gescheiden dompel­badenreeks voor staal en aluminium.Directeur: Rick van Haren 5459 Aloha WayFlowery Branch, GA 30542IJzergieterij die gespecialiseerd is in de productie van complexe Specialist in plaatbewerking, robotlassen, MIG en TIG lassen,  Ontwerp, engineering, prototyping, assemblage van systemen voor de productie, assemblage en installatie van klantspecifieke mechanisaties, ",
        "blocks": [
            13,
            14,
            96,
            97,
            98,
            60,
            61,
            104,
            105,
            22,
            107,
            23,
            24
        ],
        "page_nums": [
            105
        ]
    },
    "subtitle13_9": {
        "text": "VDL Mast Solutions B.V.",
        "blocks": [
            67
        ],
        "page_nums": [
            105
        ]
    },
    "subtext8_18": {
        "text": "machines en installaties voor o.a. de Directeur: Eric Janssenfilm-, folie-, foam- en papierindustrie. Ontwikkeling, productie en supply chain management van modules en semicon sector. Gecertificeerd lassen ",
        "blocks": [
            25,
            68,
            26,
            27,
            28,
            31
        ],
        "page_nums": [
            105
        ]
    },
    "subtitle13_10": {
        "text": "VDL Services B.V.",
        "blocks": [
            35
        ],
        "page_nums": [
            105
        ]
    },
    "subtext8_19": {
        "text": "reclamemasten. Van ontwerp, Directeur: Rob Diepstratenproductie, DCC- en HMR-coating tot en met het transport, plaatsing en natlakken van metallische delen, inspectie van masten.natlakken van kunststof delen, montage en warehousing. Volledig Ontwikkeling, engineering, ",
        "blocks": [
            79,
            36,
            80,
            81,
            120,
            82,
            121,
            122,
            44
        ],
        "page_nums": [
            105,
            106
        ]
    },
    "subtitle13_11": {
        "text": "VDL GL Plastics B.V.",
        "blocks": [
            92
        ],
        "page_nums": [
            106
        ]
    },
    "subtext8_20": {
        "text": "van hoogwaardige kunststofproducten. Directeur: Bert van der Velden5692 EP  Son, NederlandDirecteur: Ger Stappersen transportmiddelen. Diverse lijmen (glashelder) en assemblage.Specialist op het gebied van Directeur: Hans Meulemancombinaties. Reel-to-reel moulding, 2K-spuitgiettechniek, insert en insert-en outsert moulding, outsert moulding. Engineering, 2K-technieken, in mould labeling. Product-en proces optimalisatie, projectmatige ondersteuning van engineering, industrial automation  Assemblage en finishing van Gespecialiseerd in automotive, ",
        "blocks": [
            46,
            93,
            95,
            2,
            49,
            53,
            99,
            55,
            103,
            10,
            104,
            11,
            105,
            106,
            13,
            107,
            15,
            109
        ],
        "page_nums": [
            106
        ]
    },
    "subtext10_1": {
        "text": "Ontwikkeling, engineering en productie ",
        "blocks": [
            61
        ],
        "page_nums": [
            106
        ]
    },
    "subtext8_21": {
        "text": "medical en HVAC industrie. IATF ",
        "blocks": [
            110
        ],
        "page_nums": [
            106
        ]
    },
    "subtext10_2": {
        "text": "van hoogwaardige kunststof producten. ",
        "blocks": [
            62
        ],
        "page_nums": [
            106
        ]
    },
    "subtext8_22": {
        "text": "16949 en ISO 14001 gecertificeerd. ",
        "blocks": [
            111
        ],
        "page_nums": [
            106
        ]
    },
    "subtext10_3": {
        "text": "van (vezelversterkte) thermoplasten, in-mould labeling. Warmpersen van thermoharders (polyester) en assemblage. Producent van sheet moulding compound (smc), een  met glasvezel versterkt kunststof halffabricaat. Assemblage van ",
        "blocks": [
            64,
            66,
            67,
            68,
            69,
            70,
            71
        ],
        "page_nums": [
            106
        ]
    },
    "subtext8_23": {
        "text": "Specialist op het gebied van ",
        "blocks": [
            25
        ],
        "page_nums": [
            106
        ]
    },
    "subtitle18_1": {
        "text": "VDL Fibertech Industries B.V.",
        "blocks": [
            73
        ],
        "page_nums": [
            106
        ]
    },
    "subtext8_24": {
        "text": "2K-technieken, gasinjectie, in mould labeling, insert en outsert moulding, Systeemleverancier op het gebied van mechatronische modules en optimalisatie en engineering. Gespecialiseerd in automotive. Ontwikkeling en productie van carbon ",
        "blocks": [
            29,
            30,
            122,
            124,
            33,
            34,
            80
        ],
        "page_nums": [
            106
        ]
    },
    "subtext12_1": {
        "text": "service ook complete logistiek en ",
        "blocks": [
            128
        ],
        "page_nums": [
            106
        ]
    },
    "subtext8_25": {
        "text": "en glasvezel composiet (sandwich bouw) en hardfoamed polyurethaan. Ontwerpt en produceert filter- en Actief in (o.a.) healthtech, defense, semiconductor, (performance) bicycles en mobility. In een moderne faciliteit van 20.000m2 bieden we de volgende productie technieken: Resin Transfer Moulding (RTM, max 3x5 meter), Hotpressing (max 0,6x1,2 meter) en RIM (max 0,5x1 meter). Seriegroottes voor OEM’s van hightech kapitaalgoederen. De supervisie over ",
        "blocks": [
            81,
            82,
            130,
            83,
            84,
            85,
            86,
            87,
            88,
            89,
            90,
            41,
            42
        ],
        "page_nums": [
            106,
            107
        ]
    },
    "subtitle13_12": {
        "text": "VDL Smart Spaces B.V.VDL ETG Precision B.V.",
        "blocks": [
            0,
            83
        ],
        "page_nums": [
            107
        ]
    },
    "subtext8_26": {
        "text": "Directeur: Ietze van der MeerSingapore, Suzhou (China) en USA ontwikkelorganisatie met de Produceren van bouwmodules voor Productie van fijnmechanische, ultra in de directe omgeving van klanten.precieze onderdelen en assemblages voor OEM’s van hightech­",
        "blocks": [
            1,
            45,
            48,
            7,
            90,
            51,
            91,
            92
        ],
        "page_nums": [
            107
        ]
    },
    "subtitle16_1": {
        "text": "VDL Industrial Modules B.V.",
        "blocks": [
            10
        ],
        "page_nums": [
            107
        ]
    },
    "subtext8_27": {
        "text": "wetenschap. Van (co-)ontwerp en Directeur: Peter van der Horstprototyping tot onderdelenproductie, cleanroom-montage, testen en Realiseert systeemintegraties van mechatronische (sub)systemen en Contractontwikkelaar en producent Directeur: Sander Verschoormodules voor OEM’s van hightech­van machine- en apparatenbouw voor OEM’s. Eigen engineering van (co-)ontwerp tot onderdelenproductie, montage en (cleanroom) assemblage en testen van hoogwaardige modules en systemen. Sterke focus op flexibiliteit, Realiseert systeemintegraties van ",
        "blocks": [
            96,
            11,
            97,
            98,
            59,
            60,
            17,
            101,
            61,
            18,
            19,
            63,
            64,
            22,
            23,
            24,
            107
        ],
        "page_nums": [
            107
        ]
    },
    "subtitle13_13": {
        "text": "VDL ETG Projects B.V.",
        "blocks": [
            66
        ],
        "page_nums": [
            107
        ]
    },
    "subtext8_28": {
        "text": "efficiënte supply chain en ware mechatronische (sub)systemen en housing. Markten zijn o.a. modules voor OEM’s van hightech­semiconductor, medisch, verpakking van (co-)ontwerp tot onderdelenproductie, montage en ",
        "blocks": [
            25,
            108,
            26,
            109,
            27,
            111,
            112
        ],
        "page_nums": [
            107
        ]
    },
    "subtitle13_14": {
        "text": "VDL Enabling Technologies Group B.V.",
        "blocks": [
            29,
            30
        ],
        "page_nums": [
            107
        ]
    },
    "subtext8_29": {
        "text": "Turnkey machinefabrikant die ",
        "blocks": [
            73
        ],
        "page_nums": [
            107
        ]
    },
    "subtitle13_15": {
        "text": "VDL Enabling Technologies ",
        "blocks": [
            114
        ],
        "page_nums": [
            107
        ]
    },
    "subtext8_30": {
        "text": "ondersteunt vanaf ontwikkeling tot ",
        "blocks": [
            74
        ],
        "page_nums": [
            107
        ]
    },
    "subtitle13_16": {
        "text": "Group of Suzhou Ltd.",
        "blocks": [
            115
        ],
        "page_nums": [
            107
        ]
    },
    "subtext8_31": {
        "text": "en met wereldwijde installatie en Directeur: Dennis van Opzeelandservice van mechatronische systemen, 288 Su Hong Xi Roadapparaten of complexe machines. Dit Suzhou Industrial Park,zowel voor prototypes, one-offs, roll-.R.C. 215021, Chinaouts of kleine aantallen. Met de VDL Enabling Technologies Group tevens actief in de glastuinbouw met richt zich op systeemintegratie en logistiek / supply chain management van mechatronische (sub)­Realiseert systeemintegraties van mechatronische (sub)systemen en ",
        "blocks": [
            75,
            116,
            76,
            117,
            77,
            118,
            78,
            119,
            79,
            37,
            81,
            38,
            39,
            40,
            0,
            1
        ],
        "page_nums": [
            107,
            108
        ]
    },
    "subtitle13_17": {
        "text": "VDL GL Precision B.V.VDL ETG Technology & ",
        "blocks": [
            39,
            85
        ],
        "page_nums": [
            108
        ]
    },
    "subtext8_32": {
        "text": "modules voor OEM’s van hightech­",
        "blocks": [
            2
        ],
        "page_nums": [
            108
        ]
    },
    "subtitle13_18": {
        "text": "Development Hengelo B.V. ",
        "blocks": [
            86
        ],
        "page_nums": [
            108
        ]
    },
    "subtext8_33": {
        "text": "Directeur: Hans Eversvan (co-)ontwerp tot onderdelenproductie, montage en ",
        "blocks": [
            87,
            4,
            5
        ],
        "page_nums": [
            108
        ]
    },
    "subtitle13_19": {
        "text": "VDL Enabling Technologies Group (Singapore) Pte Ltd.",
        "blocks": [
            7,
            8
        ],
        "page_nums": [
            108
        ]
    },
    "subtext8_34": {
        "text": "modules voor de semiconductor­Ontwikkelorganisatie die Directeur: Chiam Sing Chung verantwoordelijk is voor het ontwikkelen van hightech ruimtevaartindustrie. Het bedrijf (sub)systemen en het verder optimaliseren van de micro-laser bewerkingen en Realiseert systeemintegraties van mechatronische (sub)systemen en modules voor OEM’s van hightech­",
        "blocks": [
            48,
            93,
            9,
            94,
            95,
            51,
            96,
            97,
            55,
            15,
            16,
            17
        ],
        "page_nums": [
            108
        ]
    },
    "subtitle13_20": {
        "text": "VDL TBP Electronics B.V.",
        "blocks": [
            101
        ],
        "page_nums": [
            108
        ]
    },
    "subtext8_35": {
        "text": "Directeur: Joost van Haperenvan (co-)ontwerp tot onderdelenproductie, montage en ",
        "blocks": [
            102,
            19,
            20
        ],
        "page_nums": [
            108
        ]
    },
    "subtitle13_21": {
        "text": "VDL ETG Technology & Development B.V.",
        "blocks": [
            22,
            23
        ],
        "page_nums": [
            108
        ]
    },
    "subtext8_36": {
        "text": "Deze Electronics Manufacturing Directeur: Hans Evers Realiseert systeemintegraties van Services (EMS) onderneming biedt mechatronische (sub)systemen voor diensten aan op het gebied van de OEM’s van hightech kapitaalgoederen. assemblage van printed circuit board Systeemleverancier van (co-)ontwerp assemblies (pcba’s). Het heeft tot productie, inclusief reiniging en expertise in betrokkenheid in het vroegste ontwerpstadium (early montage en functionele module supplier involvement). Daarnaast Ontwikkelorganisatie die beschikt het bedrijf over een fast verantwoordelijk is voor het proto plant en is specialist in ontwikkelen van hightech geïntegreerde logistieke services, (sub)systemen en het smart industry, test engineering en verder optimaliseren van de 1880 Milmont Drivesemicon & analytics, vision, veiligheid Biedt lokale ondersteuning op het gebied van verkoop en technische kennis aan klanten van diverse VDL Directeur: John van SoerlandDr. Hub van Doorneweg 16121 RD  Born, NederlandOnafhankelijke contract producent van voertuigen met als hoofdactiviteit de serieproductie van personenauto’s. Daarnaast ook productie van persdelen voor diverse klanten. autofabriek van Nederland met een productiecapaciteit van ruim 200.000 auto’s per jaar, op basis van ",
        "blocks": [
            108,
            24,
            65,
            109,
            66,
            110,
            67,
            111,
            68,
            112,
            69,
            113,
            114,
            71,
            115,
            31,
            116,
            32,
            117,
            33,
            118,
            34,
            119,
            35,
            75,
            123,
            81,
            82,
            83,
            1,
            2,
            3,
            7,
            8,
            9,
            10,
            11,
            13,
            14,
            15
        ],
        "page_nums": [
            108,
            109
        ]
    },
    "subtitle13_22": {
        "text": "VDL Bus & Coach Italia s.r.l. a VDL Bus & Coach B.V.VDL Bus Roeselare N.V.",
        "blocks": [
            68,
            1,
            35
        ],
        "page_nums": [
            110
        ]
    },
    "subtext8_37": {
        "text": "Directeur: Alain DoucetDe Vest 7Piazza dei Beccadori, 12VDL Bus & Coach biedt een Ontwikkeling en productie van Verkoop, after sales en parts voor alle programma: bussen voor openbaar vervoer met VDL Bus & Coach producten in Italië.chassis & chassismodules, voertuigen en gebruikte bussen. Het ",
        "blocks": [
            36,
            3,
            71,
            8,
            42,
            76,
            9,
            43,
            77,
            10,
            13
        ],
        "page_nums": [
            110
        ]
    },
    "subtitle13_23": {
        "text": "VDL Bus & Coach Belgium N.V.",
        "blocks": [
            78
        ],
        "page_nums": [
            110
        ]
    },
    "subtext8_38": {
        "text": "gamma bestaat daarnaast uit ",
        "blocks": [
            14
        ],
        "page_nums": [
            110
        ]
    },
    "subtitle16_2": {
        "text": "VDL Bus Valkenswaard B.V.",
        "blocks": [
            46
        ],
        "page_nums": [
            110
        ]
    },
    "subtext8_39": {
        "text": "diverse e-mobility oplossingen voor Directeur: Marc van Doornopenbaar vervoer. VDL Bus & Coach De Vest 9netwerk van vestigingen, agenten en het gebied van sales & after sales.Verkoop, after sales en parts voor alle VDL Bus & Coach producten in België  Ontwikkeling en assemblage van luxe ",
        "blocks": [
            15,
            47,
            16,
            48,
            18,
            20,
            85,
            86,
            53
        ],
        "page_nums": [
            110
        ]
    },
    "subtitle13_24": {
        "text": "VDL Bus & Coach Polska Sp. VDL Bus Venlo B.V.",
        "blocks": [
            88,
            22
        ],
        "page_nums": [
            110
        ]
    },
    "subtext8_40": {
        "text": "Directeur: Robbert Smolders",
        "blocks": [
            23
        ],
        "page_nums": [
            110
        ]
    },
    "subtitle13_25": {
        "text": "VDL Bus & Coach ",
        "blocks": [
            57
        ],
        "page_nums": [
            110
        ]
    },
    "subtext8_41": {
        "text": "45 rue Maryse BastiéVerkoop, after sales en parts voor alle Productie van mini- & midibussen VDL Bus & Coach producten in Polen.voor tour- en openbaar vervoer, ",
        "blocks": [
            60,
            96,
            29,
            97,
            30
        ],
        "page_nums": [
            110
        ]
    },
    "subtitle13_26": {
        "text": "VDL Bus & Coach Deutschland ",
        "blocks": [
            99
        ],
        "page_nums": [
            110
        ]
    },
    "subtext8_42": {
        "text": "Verkoop, after sales en parts voor alle VDL Bus & Coach producten in Industriegebiet WestVerkoop, after sales en parts voor  alle VDL Bus & Coach producten in ",
        "blocks": [
            65,
            66,
            103,
            108,
            109
        ],
        "page_nums": [
            110
        ]
    },
    "subtitle15_1": {
        "text": "VDL Bus & Coach España ",
        "blocks": [
            36
        ],
        "page_nums": [
            111
        ]
    },
    "subtitle13_27": {
        "text": "VDL Bus & Coach VDL Bus & Coach Finland Oy",
        "blocks": [
            0,
            71,
            72
        ],
        "page_nums": [
            111
        ]
    },
    "subtext8_43": {
        "text": "Directeur: Rob MolDirecteur: Hector RodriguezDirecteur: Peter SandinDe Vest 3FI-01510 Vantaa, FinlandVerkoop en after sales van alle VDL Verkoop, after sales en parts voor  Bus & Coach producten in Nederland. alle VDL Bus & Coach producten  Verkoop, after sales en parts voor alle in Finland.VDL Bus & Coach producten in schadeherstel van alle merken ",
        "blocks": [
            2,
            38,
            73,
            3,
            75,
            8,
            79,
            9,
            80,
            46,
            81,
            47,
            12
        ],
        "page_nums": [
            111
        ]
    },
    "subtitle13_28": {
        "text": "VDL Bus & Coach UK",
        "blocks": [
            82
        ],
        "page_nums": [
            111
        ]
    },
    "subtext8_44": {
        "text": "7 Barkston Road",
        "blocks": [
            84
        ],
        "page_nums": [
            111
        ]
    },
    "subtitle13_29": {
        "text": "VDL Bus & Coach Sweden ",
        "blocks": [
            49
        ],
        "page_nums": [
            111
        ]
    },
    "subtext8_45": {
        "text": "Carlton Industrial Estate",
        "blocks": [
            85
        ],
        "page_nums": [
            111
        ]
    },
    "subtitle13_30": {
        "text": "VDL Bus & Coach Serbia ",
        "blocks": [
            14
        ],
        "page_nums": [
            111
        ]
    },
    "subtext8_46": {
        "text": "Verkoop, after sales en parts voor alle  VDL Bus & Coach producten in Engeland, Verkoop, after sales en parts voor alle Schotland en Wales.VDL Bus & Coach producten in Verkoop, after sales en parts voor  alle VDL Bus & Coach producten in ",
        "blocks": [
            91,
            92,
            57,
            93,
            58,
            22,
            23
        ],
        "page_nums": [
            111
        ]
    },
    "subtitle13_31": {
        "text": "VDL Bus & Coach Norway VDL Bus & Coach  ",
        "blocks": [
            60,
            25
        ],
        "page_nums": [
            111
        ]
    },
    "subtext8_47": {
        "text": "Directeur: Frank ReichelDirecteur: Anita Palm Laursen",
        "blocks": [
            62,
            27
        ],
        "page_nums": [
            111
        ]
    },
    "subtitle13_32": {
        "text": "VDL Bus Center GmbH",
        "blocks": [
            96
        ],
        "page_nums": [
            111
        ]
    },
    "subtext8_48": {
        "text": "Industriegebiet WestVerkoop, after sales en parts voor alle VDL Bus & Coach producten in Verkoop, after sales en parts voor alle VDL Bus & Coach producten in In- en verkoop van gebruikte bussen van ",
        "blocks": [
            99,
            68,
            69,
            33,
            34,
            104
        ],
        "page_nums": [
            111
        ]
    },
    "subtitle13_33": {
        "text": "Parts & servicesE-mobilityVDL Bus & Coach Service Brabant B.V.",
        "blocks": [
            0,
            27,
            14,
            15
        ],
        "page_nums": [
            112
        ]
    },
    "subtext8_49": {
        "text": "Directeur: Ton Behr De Vest 3 ",
        "blocks": [
            16,
            17
        ],
        "page_nums": [
            112
        ]
    },
    "subtitle13_34": {
        "text": "VDL Parts B.V.VDL Enabling Transport ",
        "blocks": [
            1,
            28
        ],
        "page_nums": [
            112
        ]
    },
    "subtext8_50": {
        "text": "Directeur: Peter Schellens",
        "blocks": [
            2
        ],
        "page_nums": [
            112
        ]
    },
    "subtitle13_35": {
        "text": "Solutions B.V.",
        "blocks": [
            29
        ],
        "page_nums": [
            112
        ]
    },
    "subtext8_51": {
        "text": "De Run 5410De Vest 11schadeherstel van touringcars, bussen Verantwoordelijk voor alle after sales en overige vervoersmiddelen met activiteiten voor de VDL Bus & Coach vestigingen in Den Bosch en Tilburg. productrange en de distributie van van nieuwe mogelijkheden voor met name transport- en energie­alsook universele delen voor de bus gerelateerde activiteiten van de  & coach markt.VDL-bedrijven. Het doel is om hard- en software oplossingen te ontwikkelen op het gebied van elektrisch vervoer (e-mobility), technologie en het gebruik en de opwekking van waterstof.service van gerobotiseerde Directeur: Peter de Vosmet een breed scala aan handling-, assemblage- en verbindings­toepassingen o.a. voor de automotive en productie van speciale machines productie van mechatronische service van gerobotiseerde modules en systemen, o.a. voor met een breed scala aan handling-, Levert wereldwijd complete oplossingen assemblage- en verbindings­toepassingen o.a. voor de automotive insectenkweek. Van gedetailleerde engineering tot volledige montage van turnkey-projecten en droog-­productie van speciale machines en serieproductie van mechatronische Peter de Vosmodules en systemen, o.a. voor Unit 8a-8b Tournament CourtEdgehill Drive, Tournament FieldsDirecteur: Brian van HooffGroot-BrittanniëDirecteur: Peter de Vosservice van gerobotiseerde gespecialiseerd in het ontwikkelen en produceren van hoogwaardige en met een breed scala aan handling-, assemblage- en verbindings­toepassingen o.a. voor de automotive service van gerobotiseerde en productie van speciale machines en serieproductie van mechatronische met een breed scala aan handling-, modules en systemen, o.a. voor assemblage- en verbindings­toepassingen o.a. voor de automotive Directeur: Peter de Vosen productie van speciale machines en serieproductie van mechatronische modules en systemen, o.a. voor productie van speciale machines en serieproductie van mechatronische ",
        "blocks": [
            3,
            31,
            24,
            8,
            25,
            9,
            26,
            10,
            37,
            38,
            12,
            39,
            13,
            40,
            42,
            43,
            44,
            49,
            50,
            80,
            41,
            46,
            47,
            87,
            48,
            89,
            90,
            92,
            11,
            95,
            96,
            55,
            97,
            56,
            57,
            16,
            59,
            103,
            64,
            23,
            66,
            67,
            69,
            111,
            72,
            73,
            113,
            74,
            114,
            116,
            119,
            120,
            121,
            93
        ],
        "page_nums": [
            112,
            113,
            114
        ]
    },
    "subtitle13_36": {
        "text": "Automotive Automation ",
        "blocks": [
            1
        ],
        "page_nums": [
            114
        ]
    },
    "subtext8_52": {
        "text": "modules en systemen, o.a. voor ",
        "blocks": [
            94
        ],
        "page_nums": [
            114
        ]
    },
    "subtitle13_37": {
        "text": "Production Line Co., Ltd.",
        "blocks": [
            2
        ],
        "page_nums": [
            114
        ]
    },
    "subtext8_53": {
        "text": "Directeur: Peter de Vos288, Su Hong Xi Road, Suzhou Industrial Park, Jiangsu215021 SIP, China1500 East Highwood Boulevard Pontiac, 48340, Michigan, ",
        "blocks": [
            3,
            4,
            5,
            6,
            52,
            53
        ],
        "page_nums": [
            114
        ]
    },
    "subtitle13_38": {
        "text": "VDL Pinnacle Engineering ",
        "blocks": [
            99
        ],
        "page_nums": [
            114
        ]
    },
    "subtext8_54": {
        "text": "service van gerobotiseerde Plot No. 302, Sector 7 Road, Sector 2 Industrial Area, MIDC Bhosari, Pune, met een breed scala aan handling-, service van gerobotiseerde assemblage- en verbindings­met een breed scala aan handling-, toepassingen o.a. voor de automotive assemblage- en verbindings­toepassingen o.a. voor de automotive en productie van speciale machines Deze joint venture van VDL Groep en en serieproductie van mechatronische Pinnacle Industries richt zich op modules en systemen, o.a. voor productie van speciale machines en serieproductie van mechatronische modules en systemen, o.a. voor automotive industrie.1880 Milmont Drive",
        "blocks": [
            11,
            103,
            104,
            13,
            59,
            14,
            61,
            16,
            62,
            64,
            19,
            110,
            20,
            111,
            21,
            67,
            68,
            69,
            115,
            29
        ],
        "page_nums": [
            114
        ]
    },
    "subtitle13_39": {
        "text": "VDL Steelweld South ",
        "blocks": [
            74
        ],
        "page_nums": [
            114
        ]
    },
    "subtext8_55": {
        "text": "105 Corporate Drive Suite BDirecteur: Dick van de Lindeservice van gerobotiseerde met een breed scala aan handling-, Ontwikkeling, productie, assemblage assemblage- en verbindings­service van gerobotiseerde en verkoop van zonnebanken, toepassingen o.a. voor de automotive met een breed scala aan handling-, autodakkoffers, autodaktenten, dak-/assemblage- en verbindings­en productie van speciale machines toepassingen o.a. voor de automotive en serieproductie van mechatronische modules en systemen, o.a. voor Directeur: Dorus van Leeuwen",
        "blocks": [
            77,
            119,
            35,
            37,
            125,
            38,
            84,
            126,
            40,
            86,
            128,
            87,
            43,
            89,
            44,
            45,
            39
        ],
        "page_nums": [
            114,
            115
        ]
    },
    "subtitle13_40": {
        "text": "Service GmbH",
        "blocks": [
            80
        ],
        "page_nums": [
            115
        ]
    },
    "subtext8_56": {
        "text": "Nijverheidsstraat 10, Industrial Area IIDirecteur: Wim JenniskensOntwerp en productie van Project- en ingenieursbureau gas- en petrochemische industrie Ontwikkeling en productie van Productie van speciale metaal­en digitale radio, infrastructuur en constructies, het machinaal bewerken antennebouw. Speciale bouw- en van halffabricaten en het produceren planningsdiensten voor het opzetten, van hoogspanningsmasten. ombouwen en uitbreiden van grote ventilatiesystemen voor diverse Directeur: Wim Jenniskens",
        "blocks": [
            40,
            2,
            45,
            87,
            47,
            8,
            49,
            90,
            50,
            91,
            51,
            92,
            52,
            93,
            12,
            18
        ],
        "page_nums": [
            115
        ]
    },
    "subtitle13_41": {
        "text": "VDL Special Vehicles B.V.",
        "blocks": [
            99
        ],
        "page_nums": [
            115
        ]
    },
    "subtext8_57": {
        "text": "van warmtewisselaars, koelinstallaties Directeur: Frans van DommelenProductiebedrijf van de producten van VDL Klima.",
        "blocks": [
            61,
            100,
            24,
            25
        ],
        "page_nums": [
            115
        ]
    },
    "subtitle13_42": {
        "text": "VDL Network Supplies B.V.",
        "blocks": [
            64
        ],
        "page_nums": [
            115
        ]
    },
    "subtext8_58": {
        "text": "implementatie en fabricage van emissievrije oplossingen voor het Le Wedge 101, rue Louis Constant chassis en drijflijnen voor zware voertuigen, fabricage van complete Gespecialiseerd in productie van Ontwikkeling en verkoop van ombouw en uitbreiding van groot­",
        "blocks": [
            107,
            108,
            28,
            110,
            111,
            71,
            33,
            74
        ],
        "page_nums": [
            115
        ]
    },
    "subtitle15_2": {
        "text": "VDL Container Systems B.V.",
        "blocks": [
            0
        ],
        "page_nums": [
            116
        ]
    },
    "subtitle13_43": {
        "text": "VDL Truck & Trailer ",
        "blocks": [
            79
        ],
        "page_nums": [
            116
        ]
    },
    "subtext8_59": {
        "text": "Directeur: Mark Francot",
        "blocks": [
            1
        ],
        "page_nums": [
            116
        ]
    },
    "subtitle13_44": {
        "text": "Industry AS",
        "blocks": [
            80
        ],
        "page_nums": [
            116
        ]
    },
    "subtext8_60": {
        "text": "Directeur: Dick Aalderink post@tti.noreparatie en opbouw van hydraulische Noorwegen van VDL Weweler portaalarm-, kabel- en ketting­voor vrachtwagens, trailers en van luchtveer- en asliftsystemen voor containers. Ontwikkeling, productie, producenten van assen, trailers, verkoop en reparatie van spreaders voor trucks en bussen.de handling van 20-45 voets ISO-containers. Toeleverancier van zware ",
        "blocks": [
            44,
            85,
            8,
            88,
            10,
            90,
            51,
            12,
            52,
            13,
            53,
            14,
            15
        ],
        "page_nums": [
            116
        ]
    },
    "subtitle13_45": {
        "text": "VDL Weweler Parts B.V.",
        "blocks": [
            54
        ],
        "page_nums": [
            116
        ]
    },
    "subtext8_61": {
        "text": "Directeur: Dick AalderinkDe Run 5410No. 1 Chenyixi Road NorthShuibu town, Taishan City529262 Guangdong, ChinaDirecteur: Mark FrancotDistributie van technisch trailers en bussen in China. Verkoop en after sales van ",
        "blocks": [
            94,
            56,
            95,
            96,
            97,
            19,
            61,
            103,
            25
        ],
        "page_nums": [
            116
        ]
    },
    "subtitle13_46": {
        "text": "VDL Parts Sweden AB",
        "blocks": [
            104
        ],
        "page_nums": [
            116
        ]
    },
    "subtext8_62": {
        "text": "Directeur: Mathijs van der MastIn- en verkoop van onderdelen voor bussen, vrachtwagens en trailers in van blad- en paraboolveren voor de automotive industrie. Distributie van Ontwikkeling, productie, assemblage, verkoop en service van afvalinzamelingsystemen. Het bedrijf heeft een eigen lijn van innovatieve systemen voor het optimaliseren van de inzameling van bovengrondse Verkoop en service van componenten ",
        "blocks": [
            29,
            111,
            112,
            74,
            75,
            35,
            36,
            37,
            38,
            39,
            40
        ],
        "page_nums": [
            116,
            117
        ]
    },
    "subtitle13_47": {
        "text": "V-Storage B.V. ",
        "blocks": [
            82
        ],
        "page_nums": [
            117
        ]
    },
    "subtext8_63": {
        "text": "Directeur: Rob van GennipBeveiliging van processen, objecten en terreinen tegen brand, stof­ sales@vdlpackaging.comDeze joint venture van VDL Groep en Scholt Energy Control richt zich op innovaties op het gebied van van machines en service voor de ",
        "blocks": [
            83,
            43,
            44,
            6,
            88,
            89,
            90,
            9
        ],
        "page_nums": [
            117
        ]
    },
    "subtitle13_48": {
        "text": "VDL Energy Systems B.V.",
        "blocks": [
            92
        ],
        "page_nums": [
            117
        ]
    },
    "subtext8_64": {
        "text": "Productie, verkoop en assistentie van Directeur: Bart van Lieshoutvoor het transport en de dosering 8111 Virginia Pine Ct.van korrelige en poedervormige van ‘zero-emissie’ energiesystemen. Levering van systemen, oplossingen accessoires ter aanvulling van king, de omzetting, het transport en het gebruik van ‘groene’ energie.  Verkoop en service van producten van VDL Packaging en assemblage, opslag en logistiek voor diverse VDL-",
        "blocks": [
            56,
            16,
            58,
            17,
            59,
            100,
            101,
            62,
            103,
            104,
            24,
            25,
            26
        ],
        "page_nums": [
            117
        ]
    },
    "subtitle13_49": {
        "text": "industriële sectorDutch PPE SolutionsVDL AEC Maritime B.V.",
        "blocks": [
            29,
            107,
            69
        ],
        "page_nums": [
            117
        ]
    },
    "subtext8_65": {
        "text": "Directeur: Mark BakermansDirecteur: Rob de Vries",
        "blocks": [
            108,
            70
        ],
        "page_nums": [
            117
        ]
    },
    "subtitle13_50": {
        "text": "VDL Industrial Products ",
        "blocks": [
            30
        ],
        "page_nums": [
            117
        ]
    },
    "subtext8_66": {
        "text": "Deze joint venture van VDL Groep en filtersystemen voor het verwijderen medische gezichtmaskers, type FFP2, van onder meer zwaveldeeltjes uit de uitlaatgassen van scheepsmotoren bij grote zeegaande schepen.",
        "blocks": [
            114,
            77,
            116,
            78,
            79,
            80
        ],
        "page_nums": [
            117
        ]
    },
    "subtitle11_1": {
        "text": "Ontwerp van de BurenPaul Jespers, Bram Saeys, Bart van Vlijmen, The Mute Zone en ARA/Bovil",
        "blocks": [
            2,
            3
        ],
        "page_nums": [
            118
        ]
    }
}