{
    "title_1": {
        "text": "COMPETENCECHANGEFUTURE",
        "blocks": [
            1
        ],
        "page_nums": [
            0
        ]
    },
    "subtitle1_1": {
        "text": "ALLIANZ GROUP AND ALLIANZ SECOMBINED SEPARATENON-FINANCIAL REPORT 2017",
        "blocks": [
            0
        ],
        "page_nums": [
            0
        ]
    },
    "subtitle3_1": {
        "text": "About the report ",
        "blocks": [
            5
        ],
        "page_nums": [
            1
        ]
    },
    "paragraph_1": {
        "text": "This report has been compiled in accordance with the CSR Directive Implementation Act (EU Directive 2014/95/EU). It focuses on the key performance indicators (KPIs) that reflect our most material sustain-ability issues (see page 2 on materiality) as well as on the KPIs we use across the Group to manage our business (such as, e.g., the Net Promoter Score (NPS)). The structure and content of the report is based on the legal requirements set out by the CSR legislation. It is also based on the G4 guidelines, but only reflects the respective parts of the G4 requirements. All information published is in line with the content of our 2017 Group Sustainability Report (GSR), which is com-piled in accordance with the G4 guidelines set out by the Global Reporting Initiative (GRI), and its Financial Services Sector Supple-",
        "blocks": [
            6,
            7
        ],
        "page_nums": [
            1
        ]
    },
    "subtitle4_1": {
        "text": "ASSET MANAGEMENT ",
        "blocks": [
            19
        ],
        "page_nums": [
            1
        ]
    },
    "paragraph_2": {
        "text": "As of 31 December 2017, with approximately € 1,960 bn of assets under management, we are one of the largest asset managers in the world that manage assets by means of active investment strategies. We run our Asset Management business through two distinct invest-ment management units, Allianz Global Investors (AllianzGI) and PIMCO, both of which operate under the umbrella of Allianz Asset Management GmbH (AAM). Particular strongholds include the United States of America, Germany, France, Italy, the United Kingdom and the Asia-Pacific region. As of 31 December 2017, Allianz managed €  1,448 bn in third-party assets. For additional information on our business model, please refer to the Group Management Report of the Allianz Group Annual Report 2017 on our website at The 2017 Non-Financial Report covers the entire Allianz Group ",
        "blocks": [
            19,
            8
        ],
        "page_nums": [
            1
        ]
    },
    "subtitle3_2": {
        "text": "Corporate Responsibility Governance and Strategy ",
        "blocks": [
            20
        ],
        "page_nums": [
            1
        ]
    },
    "paragraph_3": {
        "text": "and also includes the relevant non-financial information for Allianz SE. If Allianz SE’s concepts and processes differ from those applied by the Allianz Group, they are described separately. All measures, activi-ties, and key figures refer to the 2017 financial year (1 January to 31 December 2017) and the collection of data follows a consistent approach across the Group. This data, however, does not fall under the scope of our system of internal controls over financial data. For a more detailed overview of the calculation methodology behind some of the data reported in this report, please refer to the GSR 2017, which is to be published in April 2018 on our website at  Unless otherwise stated, the scope of this report includes all entities, which are fully consolidated according to the International Financial Reporting Standards. PricewaterhouseCoopers GmbH WPG (PwC) has been engaged At Allianz, we aim to create sustainable economic value by pursuing a long-term approach to corporate governance, social responsibility, and environmental stewardship. In the course of our history of 128 years, we have developed the culture, systems, and processes that enable us to do just that. This is critical to our business success, as we are committed to delivering on our promises to customers, to inves-tors, to communities, and to society as a whole. To achieve on our ambition of being the most trusted financial institution and a global sustainability leader, we must continually adapt our business strategy to any issues that arise.   to perform a limited assurance engagement on the 2017 Non-Financial Report as well as on the 2017 GSR of the Allianz Group.  Any references to information published outside Allianz SE's Group Management Report and Management Report are supple-mentary, do not form an integral part of this combined separate non-financial report, and are not subject to an assurance engagement (unless specified in the respective document). ",
        "blocks": [
            9,
            10,
            11,
            12,
            21,
            13,
            14,
            15
        ],
        "page_nums": [
            1
        ]
    },
    "subtitle3_3": {
        "text": "Company description ",
        "blocks": [
            16
        ],
        "page_nums": [
            1
        ]
    },
    "paragraph_4": {
        "text": "The Allianz Group offers a wide range of insurance and investment products to over 88 million customers in more than 70 countries. ",
        "blocks": [
            17
        ],
        "page_nums": [
            1
        ]
    },
    "subtitle4_2": {
        "text": "CORPORATE RESPONSIBILITY GOVERNANCE ",
        "blocks": [
            22
        ],
        "page_nums": [
            1
        ]
    },
    "paragraph_5": {
        "text": "The highest governing body for sustainability-related issues at Allianz is the Group ESG Board. Established in 2012, it is comprised of three Allianz SE Board members and meets quarterly. The Group ESG Board is responsible for the whole Corporate Responsibility agenda, including climate-related topics, the integration of ESG into all busi-ness lines and core processes dealing with insurance and investment, and the Allianz Group’s corporate citizenship activities. The three Board members each assume responsibility for specific sustainability topics, and functional departments provide regular updates on sus-tainability issues directly to the Group ESG Board.  In addition to the Group ESG Board, there are other committees under Board member leadership which play an important role in our decision-making processes: The Group Finance and Risk Committee oversees risk manage-ment and monitoring, including sustainability risk. The Committee is the point of escalation for ESG-related topics, based on analysis and deliberations within the ESG Board. The Group Underwriting Committee monitors the underwriting ",
        "blocks": [
            22,
            23,
            24,
            25,
            26,
            27
        ],
        "page_nums": [
            1
        ]
    },
    "subtitle4_3": {
        "text": "INSURANCE BUSINESS  ",
        "blocks": [
            18
        ],
        "page_nums": [
            1
        ]
    },
    "paragraph_6": {
        "text": "Our retail and corporate clients enjoy an extensive range of products in all insurance business lines, which are all designed to protect them against risks. We are the leading property and casualty insurer worldwide and rank among the top five companies in life and health insurance. In most markets we operate local Allianz companies; in addition, we have business segments with a global reach which provide, among others, the insurance of global corporate customers, credit insurance, assistance services, and reinsurance.  business and related risk management. It also develops new un-derwriting policies and strategies. ",
        "blocks": [
            18,
            28
        ],
        "page_nums": [
            1
        ]
    },
    "subtext4_1": {
        "text": "1_ESG = Environment, Social, and Governance. Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            30,
            2
        ],
        "page_nums": [
            1
        ]
    },
    "paragraph_7": {
        "text": "associated with sustainability matters, for example in the area of sustainable solutions and renewable energy investments.  Our group-level Corporate Responsibility management team is re-sponsible for managing the strategic framework for all group-wide sustainability activities, developing and introducing relevant policies, reporting on non-financial matters, and supporting operating entities in integrating the Group’s strategic approach and policies. The corporate responsibility function reports to the Head of Group Communications and Corporate Responsibility at Allianz SE, who in turn reports directly to the CEO of Allianz SE. This ensures close alignment with the CEO’s agenda. Allianz Climate Solutions GmbH (ACS) is the Allianz Group’s cen-",
        "blocks": [
            21,
            2,
            3,
            4,
            5
        ],
        "page_nums": [
            2
        ]
    },
    "subtitle4_4": {
        "text": "RISK MANAGEMENT  ",
        "blocks": [
            22
        ],
        "page_nums": [
            2
        ]
    },
    "paragraph_8": {
        "text": "In the context of the requirements introduced through the CSR  Directive Implementation Act in 2017, we have not identified any principal risks resulting from our business activities, business relations, products, and services that could have severe adverse effects on material non-financial matters (Environmental, Social, Human Rights, Employee, Compliance/Anti-Corruption and Bribery). We address our impact on those matters along with the concepts described in this report.  Furthermore, as a global insurer, investor and asset manager, ter of excellence in charge of all issues related to climate change. It acts as a collector and pool of Allianz’s global risk and investment expertise, thus promoting the development of solutions for a chang-ing climate. In addition, ACS offers insurance and advisory services for green energy projects to external clients and Allianz entities world-wide. The environmental management function reports to Allianz Climate Solutions.  ACS has been associated with Allianz Re since 2016. As of 1 Jan-understanding ESG issues allows Allianz to reduce risks and capture opportunities in underwriting, claims, investment management, and asset management. The ESG approach is described in the following section; our concepts for all other matters for which reporting is  required will be addressed in the subsequent chapters. The ESG approach provides part of the foundation for these concepts. uary 2018, both of the teams at ACS in charge of our Climate Change Strategy and the Group’s Environmental Office will become part of the Corporate Responsibility function. ",
        "blocks": [
            22,
            23,
            6,
            7,
            24,
            8
        ],
        "page_nums": [
            2
        ]
    },
    "subtitle4_5": {
        "text": "ESG APPROACH ",
        "blocks": [
            25
        ],
        "page_nums": [
            2
        ]
    },
    "paragraph_9": {
        "text": "The types of ESG risks Allianz considers to be material in its insurance and investment activities are disclosed in the Allianz ESG Integration Framework. ESG risks can turn into legal risks, reputational risks, supply chain and business disruption risks, quality risks, operational risks, human rights risks, financial risks, and/or investment risks for Allianz, its customers, and/or its invested companies. ESG concerns are integrated in our insurance, investment, and ",
        "blocks": [
            25,
            26
        ],
        "page_nums": [
            2
        ]
    },
    "subtitle4_6": {
        "text": "STAKEHOLDER ENGAGEMENT & MATERIALITY ",
        "blocks": [
            9
        ],
        "page_nums": [
            2
        ]
    },
    "paragraph_10": {
        "text": "As we are a multinational business, the challenges we face are in-creasingly diverse and interconnected. Therefore we make sure our Corporate Responsibility Strategy takes into account our stakehold-ers' feedback, so we will be able to respond to our most material issues. Related activities focus on the four stakeholder groups most immediately affected by our business activities: customers, employ-ees, investors, and society.  In our last stakeholder survey in August and September 2016, asset management business through multiple instruments, including internal standards, guidelines, and processes, such as the Standard for Reputational Risk and Issue Managementthe Allianz Standards for Underwriting (ASU) and the Functional Rule for Investments (EFRI). Below is an overview of the Group’s key ESG processes. GfK SE surveyed over 6,000 individual stakeholders about what  they consider to be the most important global issues for Allianz  and what they think of the potential solutions we provide. For  more details please see our GSR 2016, on our website at  The perceived most important For underwriting and investments in non-listed asset classes, ESG megatrends and risks for Allianz across all target groups and coun-tries surveyed which we are able to address with our solutions and our Corporate Responsibility Strategy are:  risks have been managed through the ESG sensitive business guidelines outlined in the AS RRIM since 2014. Applying this pro-cess, 583 transactions underwent in-depth ESG assessments at group-level, of which 44.9% were approved, 48.4% achieved con-ditional approvals, and for 6.7% approval was declined. climate change and environmental issues, such as natural catas-For investments in listed asset classes, the Allianz ESG Scoring personal customer safety, including data security risks; and  societal change.  The material topics and KPIs addressing those risks and megatrends are covered in this report. Approach (defined in EFRI) is applied to manage related risks. Since December 2016, the ESG Scoring has provided Allianz in-vestment and asset managers with ESG performance information on approximately 6,400 issuers, to be included in investment deci-sions. As a general rule, Allianz has excluded investments in companies involved in controversial weaponsas from 2011, and in coal-based business models as from November 2015.  ",
        "blocks": [
            9,
            10,
            27,
            11,
            12,
            28,
            13,
            29,
            14,
            30,
            16,
            17,
            31,
            32,
            33
        ],
        "page_nums": [
            2
        ]
    },
    "subtitle4_7": {
        "text": "CORPORATE RESPONSIBILITY STRATEGY ",
        "blocks": [
            18
        ],
        "page_nums": [
            2
        ]
    },
    "paragraph_11": {
        "text": "We have used the outcomes of this assessment to further develop our strategy and reporting approach.  Additional ESG integration methods include systematic engage-Within the three main themes of our Corporate Responsibility ment with investee companies (since 2017), and ESG considera-tions in asset manager selection and management. ",
        "blocks": [
            18,
            34,
            19,
            35
        ],
        "page_nums": [
            2
        ]
    },
    "subtext4_2": {
        "text": "1_Cluster munitions, anti-personnel landmines, chemical and biological weapons. 2_Utilities generating 30% or more of their electricity from coal, and mining companies generating 30% or more of their ",
        "blocks": [
            37
        ],
        "page_nums": [
            2
        ]
    },
    "paragraph_12": {
        "text": "Strategy (Low-Carbon Economy, Social Inclusion, and Business Inte-gration), we address risks and trends that might affect Allianz. We also look into the social and environmental risks/effects arising from our business activities and business relations through our ESG Busi-ness Integration approach. Finally, we seize business opportunities ",
        "blocks": [
            20
        ],
        "page_nums": [
            2
        ]
    },
    "subtext4_3": {
        "text": "revenue from thermal coal. Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            38,
            1
        ],
        "page_nums": [
            2
        ]
    },
    "paragraph_13": {
        "text": "An in-depth overview of our approach to integrating ESG is published in the Allianz ESG Integration Framework on our website at suffered losses. We are also developing insurance solutions for cli-mate-vulnerable people in developing countries.  ",
        "blocks": [
            5,
            25
        ],
        "page_nums": [
            3
        ]
    },
    "subtext3_1": {
        "text": "www.allianz.com/esg-framework.",
        "blocks": [
            6
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_14": {
        "text": "We enable positive change as an insurer, developing and offer-In the Asset Management business segment, AllianzGI and PIMCO have developed and implemented their own processes to manage risks and capture opportunities from ESG issues. For proprie-tary assets managed by AllianzGI and PIMCO on behalf of other Allianz Group entities, their own guidelines complement the Group requirements. More detailed information can be found on their re- and ing insurance solutions for renewable technologies and energy effi-ciency. We have also invested more than € 5.6 bn in equity and debt in renewable energies, an amount we intend to grow in the mid-term. Allianz also offers a variety of funds for institutional investors who want to invest in low-carbon assets like renewable energy or green bonds. More information on our low-carbon investments can be found in the Notes to the Consolidated Financial Statements of  the Allianz Group Annual Report 2017 on our website at Furthermore, Allianz actively supports an expansion of compa-",
        "blocks": [
            26,
            7,
            8,
            27,
            29
        ],
        "page_nums": [
            3
        ]
    },
    "subtitle5_1": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            9
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_15": {
        "text": "583 ESG assessments in 2017. Enhanced ESG scoring approach by systematic engagement with low performing investee companies.  nies’ climate-related risk disclosure. We report on opportunities and risks based on the framework developed by the G20’s Task Force on Climate-related Financial Disclosures (TCFD). The disclosure can be found in our GSR 2017, which is available on our website at Targets:  Full implementation of the ESG engagement approach with investee companies until 2019.  Support UNEP-FI Principles for Sustainable Insurance (PSI) to develop an industry-wide ESG standard until 2019. ",
        "blocks": [
            10,
            11,
            30,
            12,
            13,
            14,
            15,
            16
        ],
        "page_nums": [
            3
        ]
    },
    "subtitle4_8": {
        "text": "ENVIRONMENTAL CONCEPT  ",
        "blocks": [
            32
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_16": {
        "text": "Allianz is committed to effectively managing its most significant environmental impacts, including the prevention of pollution, and strives to continually improve the environmental performance of its operations. Specifically we seek to: ",
        "blocks": [
            32
        ],
        "page_nums": [
            3
        ]
    },
    "subtitle3_4": {
        "text": "Environmental Matters ",
        "blocks": [
            17
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_17": {
        "text": "reduce the amount and carbon intensity of the energy we use for our operations, for instance by ensuring the energy-efficient planning, construction, and operation of buildings,  This chapter describes how we address the impacts on environmental matters that result from our business activities and relationships, differentiating by concepts, KPIs, and targets.  reduce the environmental impact of our business travels, operate in a resource-efficient way, particularly with regard to our use of paper and water, and minimize the environmental impact of the waste we produce through avoidance, reduction, re-use and recycling. We also take into account various environmental factors in our sourc-ing and procurement processes. By doing so, we seek to raise aware-ness of our environmental commitments amongst suppliers as well as contractors, and to encourage them to act accordingly. Our group-wide Environmental Management System",
        "blocks": [
            33,
            34,
            18,
            35,
            36,
            37,
            38,
            39,
            40
        ],
        "page_nums": [
            3
        ]
    },
    "subtitle4_9": {
        "text": "CONCEPTS  ",
        "blocks": [
            19
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_18": {
        "text": "Within our Corporate Responsibility Strategy, the pillar entitled Low-Carbon Economy addresses climate change and environmental issues as one of the three most material risks and megatrends. As a business that deals with risk, managing our environmental impact is an important part of our approach. Climate change remains our number one environmental risk and, at the same time, opportunity across the entire value chain that stretches across both our in-house operations and all our investment and insurance products. We are committed to tackling the climate challenge and related health risks by managing emissions from our operations, as we strive to remain a carbon-neutral company. provides standards and controls, supports environmental data collec-tion, and promotes transparent reporting on environmental impacts across our operations. It guides us in monitoring and managing our use of resources. In 2017, the scope of our EMS included 91.1employees. Operational implementation is monitored by the Group Environmental Officer, and supported by the Board of Management ",
        "blocks": [
            19,
            41
        ],
        "page_nums": [
            3
        ]
    },
    "subtitle4_10": {
        "text": "CLIMATE CHANGE STRATEGY ",
        "blocks": [
            20
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_19": {
        "text": "At Allianz, we anticipate the risks of climate change, we protect and care for our customers through our insurance products, while using our leverage as one of the world’s largest institutional investors and insurers to enable the transition to a low-carbon economy.  We are committed to making climate protection an integral part ",
        "blocks": [
            20,
            21
        ],
        "page_nums": [
            3
        ]
    },
    "subtitle5_2": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            42
        ],
        "page_nums": [
            3
        ]
    },
    "paragraph_20": {
        "text": "To ensure effective and coherent actions, we have set the following targets for the most material topics. Debt and equity investments in renewable energy Status/progress: In 2017 we invested € 1 bn new debt and equity investments in renewable energy, raising the current total to of our core business. Our Climate Change Strategy anticipates the risks associated with a changing climate across all our lines of busi-ness. For the investment business, we consider climate-related criteria such as carbon emissions, energy efficiency, climate change vulnera-bility, or opportunities in clean tech as part of our ESG integration for listed and non-listed assets. Furthermore, we have stopped financing coal-based business models.  Target: Increase investments in the mid-term.  We care for our customers and advise on how they can reduce risks and minimize damage, while compensating those who have ",
        "blocks": [
            42,
            43,
            22,
            44,
            23,
            24
        ],
        "page_nums": [
            3
        ]
    },
    "subtext5_1": {
        "text": "Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            2
        ],
        "page_nums": [
            3
        ]
    },
    "subtext2_1": {
        "text": "GHG emissions per employee, Allianz SEStatus/progress: In 2017, our carbon footprint per employee was 3.3 tons. Target: Reduce carbon emissions by 2% per employee by 2020, against the 2016 baseline.Strategy. Using our role as an Insurer, an Employer, and a Committed Corporate Citizen, we want to contribute to more inclusive societies. We are committed to expanding our emerging-consumer business offer to close the gap for more people who need access to low-cost financial services. Internally, we support social inclusion through our diversity and well-being programs, and by supporting groups, such as women in management and people with disabilities. Our social con-tributions consist of time, skills, and money.  GHG emissions per employee, Allianz Group % reduction through energy-efficiency measures, increasing use of renewable energy, and promoting lower-carbon travel, against a 2010 baseline.Target: Reduce carbon emissions by 30% per employee by 2020, against the 2010 baseline. Energy consumption per employee of office buildings, Allianz SEStatus/progress: In 2017, our energy consumption per employee ",
        "blocks": [
            2,
            3,
            4,
            5,
            29,
            6,
            7,
            8,
            9,
            10
        ],
        "page_nums": [
            4
        ]
    },
    "subtitle4_11": {
        "text": "ENCOURAGING FUTURE GENERATIONS PROGRAM (CONCEPT) ",
        "blocks": [
            30
        ],
        "page_nums": [
            4
        ]
    },
    "paragraph_21": {
        "text": "In 2016, we launched Encouraging Future Generations, our new Social Inclusion program. It aims to empower young people to devel-op in confidence and to shape inclusive, resilient societies. It provides a global framework and focus to scale up Allianz’s social contribution and builds on the success of projects carried out by our operating entities. Our group-wide initiatives are: Target: Achieve 8% reduction in energy consumption per employ-ee by 2020, compared with 2016. SOS Children’s Villages partnership to support underprivileged Social Innovation Fund to incentivize projects in local Allianz entities (2017). Energy consumption per employee of office buildings, Allianz Group  % reduction. Target: Achieve 30% reduction in energy consumption per em-ployee by 2020, compared with 2010.  Allianz Future Generation Award, promoting start-ups that offer solutions for societal challenges (2017-2019). My Finance Coach, engaging employees in skill-based corporate Green electricity, Allianz SEStatus/progress: In 2017, we achieved a share of 100% green volunteering to promote financial literacy among pupils.  electricity of total electricity used. Target: Maintain 100% green electricity. Green electricity, Allianz Group  Status/progress: In 2017 we achieved a share of 40% green elec-tricity of total electricity used. Target: Further investigate a more holistic role of green energy in our operations. ",
        "blocks": [
            30,
            12,
            13,
            31,
            33,
            34,
            14,
            15,
            35,
            36,
            37,
            16,
            38,
            17,
            18,
            19,
            20,
            21,
            22
        ],
        "page_nums": [
            4
        ]
    },
    "subtitle3_5": {
        "text": "Social Matters ",
        "blocks": [
            23
        ],
        "page_nums": [
            4
        ]
    },
    "paragraph_22": {
        "text": "This chapter describes how we address the impacts on social matters that result from our business activities and relationships. The chapter distinguishes three types of social matters – social inclusion, responsi-ble consumer/sales policies, and data privacy – describing our con-cepts as well as our achievements and targets for each of these fields.  ",
        "blocks": [
            24
        ],
        "page_nums": [
            4
        ]
    },
    "subtitle4_12": {
        "text": "EMERGING CONSUMERS CONCEPT ",
        "blocks": [
            39
        ],
        "page_nums": [
            4
        ]
    },
    "paragraph_23": {
        "text": "Our first ever microinsurance was launched in 1926: It was a life insurance product aimed at lower-income customers in Germany. Ever since then, we have refocused our portfolio to support low-income customers in Asia, Africa, and South America. We are commit-ted to expanding our emerging-consumers business offer to continue closing the gap for people who need access to low-cost financial services. In 2015, we managed to break through the 50-million-customer mark in the rapidly expanding emerging-consumers mar-ket. In 2017, due to a challenging environment, revenues were at around € 256 mn – equivalent to around € 4.37 in annual revenue per customer for this market. 99% of these revenues still stem from micro-insurance. The great majority of these customers hold one insurance policy only, mostly life insurance, which clearly shows that our cus-tomers are still severely underinsured. We are also aware they are underserved in many other areas as well, such as savings, invest-ments, and health services. In response, we have expanded our solu-tions beyond microinsurance and now offer microsavings and micro-equity options.  Overall, the emerging-consumers market includes a potential of 3.5 billion customers. We expect exponential business growth in this area, as the global middle class is predicted to grow to around five billion by 2030. Most of this growth is expected to take place in Africa, Asia, and South America – our primary emerging-consumers markets. In June 2016, we launched a new microequity program in Indo-",
        "blocks": [
            39,
            40,
            41,
            42
        ],
        "page_nums": [
            4
        ]
    },
    "subtitle4_13": {
        "text": "SOCIAL INCLUSION CONCEPTS  ",
        "blocks": [
            25
        ],
        "page_nums": [
            4
        ]
    },
    "paragraph_24": {
        "text": "As a global insurer, we rely on the principle of solidarity. Pooling risks is inherent in our business model and we have a major interest in creating stable communities. Civil unrest, social tensions, and societal upheaval all pose a major business risk for Allianz. Of course, we also have an interest in creating empowerment and access to employ-ment for members of society, which in turn creates the talented and diverse workforce we rely on. We believe social inclusion is one of the most important challenges society is facing. That is why, in 2016, we made it one of the three priorities of our Corporate Responsibility ",
        "blocks": [
            25
        ],
        "page_nums": [
            4
        ]
    },
    "subtext4_4": {
        "text": "1_The majority of the reported environmental impacts are in scope of an SE environmental management system certified to ISO14001, the scope currently excludes Allianz Re. ",
        "blocks": [
            27,
            28
        ],
        "page_nums": [
            4
        ]
    },
    "paragraph_25": {
        "text": "nesia. Our aim is to help transform informal microenterprises into formal companies that create reliable employment. The model, which has never been tested before, is compliant with Islamic finance principles and fully relies on digital money. Investees receive start-up financing starting as low as 75 U.S. Dollars, at no interest, without collateral, and on flexible repayment plans that allow for full default ",
        "blocks": [
            43
        ],
        "page_nums": [
            4
        ]
    },
    "subtext5_2": {
        "text": "Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            1
        ],
        "page_nums": [
            4
        ]
    },
    "paragraph_26": {
        "text": "they seek advice from us and exemplary sales practices are of partic-ular importance. Since 2006, we measure customer loyalty using the Net Promot-and failure. Successful investees who return their investment with voluntary profit sharing will be selected for dedicated mentoring and training – the ultimate goal being to enable the formation of a com-pany, allowing Allianz to take a minority stake in these companies. ",
        "blocks": [
            20,
            21,
            5
        ],
        "page_nums": [
            5
        ]
    },
    "subtitle5_3": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            6
        ],
        "page_nums": [
            5
        ]
    },
    "subtext2_2": {
        "text": "Encouraging Future Generations Program Status/progress: Distributed in total € 250,000 through the Social Innovation fund to five OEs. Successfully launched Allianz Future Generations Award Program in four countries. Ten social ventures were selected for the 2018 Investment Ready program. Target: Align program with UN SDGs. Address broader audience in second circle of Allianz Future Generations Award. Involve more OEs with the Social Innovation Fund. Define measurable targets and KPIs. er Score (NPS). NPS measures our customers’ willingness to recom-mend Allianz, and the top-down NPS is applied regularly according to global cross-industry standards, allowing benchmarking against competitors in the respective markets. In 2016 we refined the NPS methodology and established a group-wide standard for retail end customer NPS, which helps to rate Allianz businesses along the key business divers like brand, product, price and service. At the same time we introduced our Customer Excellence Program to systemati-cally measure customer experience, identify key areas for improve-ment, and holistically enhance drivers of satisfaction along the entire customer journey, as opposed to at individual touch points. Com-plaints are another important source of customer feedback and we analyze them closely to identify potential improvements. We have internally certified our subsidiaries since 2006 to ensure group-wide quality standards for handling complaints are met and that custom-ers are treated fairly. SOS Children’s Villages partnership Status/progress: Active partnerships in 15 countries (a 36crease) in 2017 and activated 10,234 employees via the Allianz World Run 2017 that supported 10 SOS Children’s Villages. Target: Continue to roll out our active partnership with SOS Chil-dren’s Villages to 18 countries in total during 2018. ",
        "blocks": [
            6,
            7,
            8,
            9,
            22,
            10,
            11,
            12,
            13
        ],
        "page_nums": [
            5
        ]
    },
    "subtitle5_4": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            23
        ],
        "page_nums": [
            5
        ]
    },
    "subtext2_3": {
        "text": "Global NPS performance% of Allianz Group business segments score above market or in a loyalty leader position in 2017. Emerging Consumers Status/progress: 58 million customers in the emerging consumers Target: 75% of Allianz Group business segments score above market with € 256 mn revenues in 2017. market or in a loyalty leader position in 2018. Target: No target defined. ",
        "blocks": [
            23,
            24,
            14,
            25,
            15,
            26,
            16
        ],
        "page_nums": [
            5
        ]
    },
    "subtitle4_14": {
        "text": "RESPONSIBLE CONSUMER / SALES CONCEPTS  ",
        "blocks": [
            17
        ],
        "page_nums": [
            5
        ]
    },
    "paragraph_27": {
        "text": "Our strong reputation is built on customers’, shareholders’, employees’ and the general public’s trust in our integrity. This trust depends on the quality of our products, the way we inform and advise our cus-tomers, and on the personal conduct and capability of our sales employees and representatives. Since 2011, we have a global Sales Compliance Program in place, which describes standardized pro-cesses and controls for communication, monitoring, and audit. Recent initiatives include an enhancement of product governance principles and new solutions to deal with the low-interest-rate environment in life insurance. Another key feature of our responsible sales concept is our ",
        "blocks": [
            17,
            18
        ],
        "page_nums": [
            5
        ]
    },
    "subtitle4_15": {
        "text": "DATA PRIVACY CONCEPTS  ",
        "blocks": [
            27
        ],
        "page_nums": [
            5
        ]
    },
    "paragraph_28": {
        "text": "Digitalization enables more people to access insurance as we em-brace the opportunities through our Digital by Default strategy, im-plemented with our Renewal Agenda in 2015. But it comes with data privacy and protection risks. We take these risks seriously by enforcing robust security and privacy controls, in order to give our customers the certainty that their personal data is safe and secure. Our Privacy Framework, which has been in place since 2013, includes the following: a global standard for data privacy, a privacy risk man-agement process; integration with information security core functions; and employee training on the appropriate processing of the personal data of our customers, employees, and third parties. All measures are subject to regular audit and assurance activities. The Allianz Standard for Data Protection and Privacyrules and principles for collecting and processing personal data. Established in 2013, it sets out six privacy principles that we expect all our employees to respect: due care, purpose specification, reasona-ble limitation, transparency and openness, choice and consent, and privacy by design. We also publish a Privacy Notice, which clearly states what information we collect, and why. At the operational process level, we consider the identification Allianz Broker Remuneration Principles, which state that “Allianz commits itself not to devise or agree to remuneration schemes, which are aimed at inducing Brokers to act to the detriment of our custom-ers or to distort fair competition”. We have defined Minimum Stand-ards for Asset Management Marketing Practices, which include the principles of truthful, clear, and accurate information on investment styles and philosophies. Across all of these responsible sales controls is the globally binding Allianz Code of Conduct for Business Ethics and Compliance, which specifies: Employees of Allianz Group must not, either by their action or statements, seek to mislead the market or customers; and when establishing a customer relationship or providing financial services to a client, appropriate care shall be taken to ensure that the customer receives information that is neces-sary for a reasonable decision to be taken by the customer. A respon-sible approach to sales is more likely to lead to customer satisfaction. In turn, satisfied customers are loyal customers and are more willing to recommend us. Our customers’ interests take priority whenever and management of privacy risks to ensure we measure, monitor, and remediate risks across Allianz’s core businesses. Privacy Impact As- (PIAs) of high-risk processes using personal data enable us to identify risks early on and ensure they are appropriately managed over the project lifecycle, including when we change existing products or services. These PIAs have been implemented in 2013. Privacy risks are also covered by the Allianz Group-level risk processes. These include self-assessments which help us measure and monitor privacy risks across the organization. ",
        "blocks": [
            27,
            28,
            29,
            30,
            19,
            31
        ],
        "page_nums": [
            5
        ]
    },
    "subtext5_3": {
        "text": "Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            2
        ],
        "page_nums": [
            5
        ]
    },
    "paragraph_29": {
        "text": "Equally important is the security of the personal data we handle. For insurance transactions and direct investments, such as real estate, infrastructure, and private equity, we address ESG risksour referral process. As the issue of human rights cuts across most sensitive business areas, an ESG screening is mandatory for each transaction therein.  Please refer to our ESG approach on page 2 for further de-tails on the concepts. Our robust Information Security Framework applies strict security processes, standards, and tools globally; it also defines minimum requirements, based on the ISO 27001 standard for information security management. This standard specifies requirements regard-ing vulnerability assessment along the software development value chain (including penetration tests and security audits), the monitoring of systems via multi-level security systems, and effective IT security management and business continuity management. We keep abreast of regulatory and industry developments and ",
        "blocks": [
            2,
            17,
            18,
            19,
            20,
            3,
            4
        ],
        "page_nums": [
            6
        ]
    },
    "subtitle5_5": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            21
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_30": {
        "text": "Status/progress: In 2017, 15 ESG assessments took place with a focus on human rights. Target: We will continue to apply ESG Sector Guidelines and aim to reflect these in our operational and governance processes and procedures. Across the entire Allianz Group, we have established a global cross-functional project to address upcoming changes in the E.U. General Data Protection Regulation (GDPR), which will come into effect in May 2018.  Human Rights Guidelines for sensitive countries into all business lines and core processes dealing with insurance and investment decisions. We have strengthened employee engagement and understand-",
        "blocks": [
            21,
            22,
            23,
            5,
            24,
            6
        ],
        "page_nums": [
            6
        ]
    },
    "subtitle3_6": {
        "text": "Employee Matters ",
        "blocks": [
            25
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_31": {
        "text": "ing of privacy requirements. Our Digital Privacy Guidelines provide guidance on privacy-related topics impacting digital projects – both privacy by design (as part of new product and service design pro-cesses) and privacy by default (meaning that wherever individuals are given choices on the use and sharing of their personal data, the initial settings restrict disclosure). This chapter describes how we address the impacts on employee matters that result from our business activities and relationships, differentiating by concepts and KPIs/targets. ",
        "blocks": [
            7,
            26
        ],
        "page_nums": [
            6
        ]
    },
    "subtitle5_6": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            8
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_32": {
        "text": "Status/progress: 70+ local projects commenced activities to re-mediate gaps in organizational set-up, processes and IT systems identified against the future state requirements of the E.U. Gen-eral Data Protection Regulation (GDPR) in 2017.  Target: Compliance with the E.U. General Data Protection Regula-tion (GDPR) across Allianz Group by May 2018. ",
        "blocks": [
            8,
            9,
            10,
            11
        ],
        "page_nums": [
            6
        ]
    },
    "subtitle3_7": {
        "text": "Human-Rights Matters ",
        "blocks": [
            12
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_33": {
        "text": "This chapter describes how we address the impacts on human-rights matters that result from our business activities and relationships, differentiating by concepts and KPIs/targets.  ",
        "blocks": [
            13
        ],
        "page_nums": [
            6
        ]
    },
    "subtitle4_16": {
        "text": "CONCEPTS ",
        "blocks": [
            27
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_34": {
        "text": "To successfully deliver on our business strategy and goals, we depend on retaining the best people and keeping them motivated and com-mitted. Our approach is based on managing and rewarding talent, promoting inclusivity and employee rights, and supporting wellbeing and commitment – underpinned by strategic HR frameworks, princi-ples and tools. These include our globally consistent 4x3 People Attributes – Customer and Market Excellence, Collaborative Leader-ship, Entrepreneurship and Trust – along the entire people value chain: from recruiting and talent management to learning and per-formance management. We make employee engagement a high priority as we work to build a committed workforce that excels by integrity and maintains a strong customer focus. In all these aspects, the Allianz Engagement Survey (AES), introduced in 2010, has been established as a valuable employee feedback platform.  We use the Inclusive Meritocracy Index (IMIX) to measure pro-gress towards a culture where people and performance both matter and the Work Well index (WWi) to analyze the root causes of work-related stress, identify effective solutions and make changes to the work environment to enable employees to reach their full potential. As of 2015, the IMIX comprises 10 AES items covering the areas of leadership, performance and corporate culture.  The results of the AES (and thus the WWi and IMIX) are directly linked to the performance objectives of the Group’s Board of Man-agement. The Group Chief HR Officer is responsible for all people-related activities and reports directly to the CEO. ",
        "blocks": [
            27,
            28,
            29,
            30,
            31
        ],
        "page_nums": [
            6
        ]
    },
    "subtitle4_17": {
        "text": "CONCEPTS ",
        "blocks": [
            14
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_35": {
        "text": "We actively support employee rights. We also make an effort to apply key human-rights principles, as described in the United Nations Universal Declaration of Human Rights, across our entire global organization. As a participant to the United Nations Global Compact since 2002, we have integrated its 10 principles into our globally binding Code of Conduct. We communicate our progress annually, including both human rights and labor standards. Since 2015, we encourage our vendors to sign a Vendor Code of Conduct, which stipulates what our vendors must fulfill with regards to fair labor practices, including modern slavery in the supply chain and human rights. In response to feedback from the AES, Allianz SE in 2016 As part of our support and engagement for these human-rights launched VOICE, an initiative to provide bottom-up impetus for the journey of cultural change and empower employees to develop pragmatic, implementable solutions.  Sponsored by the CEO, VOICE brought together employees from principles, we also take an active stance against modern slavery or human trafficking – within the boundaries of the risk-based approach we pursue – in all of the Allianz Group’s businesses and supply chains. In the 2016 Allianz Group – Modern Slavery Statement, the Group confirms that for the five preceding years, no incident of modern slavery, human trafficking, or child labor had been reported that would have involved an Allianz Group entity. different levels and functions to work on key focal areas of employee engagement. They were mentored by five Board members and jointly came up with a broad range of ideas, nine of which were developed further. Examples include: ",
        "blocks": [
            14,
            32,
            15,
            33,
            34,
            16,
            35
        ],
        "page_nums": [
            6
        ]
    },
    "subtext5_4": {
        "text": "Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            1
        ],
        "page_nums": [
            6
        ]
    },
    "paragraph_36": {
        "text": "Simplithon, a collaborative method in which Allianz SE staff Diversity Allianz Groupsubmit ideas concerning the methods and tools used, the aim be-ing to simplify work life at Allianz. Top ideas have been selected and implemented.  % women in Board of Management in 2017.   % women in talent pools in 2017. Feedback dialogs, a tool that promotes open and honest two-Targets:  % women in Board of Management by the end of 2018.   % women in talent pools the end of 2018. way communication by having employees and managers con-duct regular feedback sessions. The developed trainings and ma-terials make feedback giving and receiving more structured, easy and helpful for all participants.    Short video sessions during which managers from different de-partments provide insights into their business activities.  The diversity concept for our Board of Directors and Supervisory Board is published in our group governance declaration, which can be found on our website at New platforms, such as fireside chats with HR heads, open-door ",
        "blocks": [
            5,
            30,
            6,
            31,
            7,
            33,
            34,
            8,
            9,
            10,
            35,
            11
        ],
        "page_nums": [
            7
        ]
    },
    "subtext3_2": {
        "text": "governance.",
        "blocks": [
            36
        ],
        "page_nums": [
            7
        ]
    },
    "paragraph_37": {
        "text": "formats, and HR road shows, facilitating a more regular and open exchange between employees and HR. ",
        "blocks": [
            12
        ],
        "page_nums": [
            7
        ]
    },
    "subtitle3_8": {
        "text": "Compliance / Anti-Corruption and Bribery Matters  ",
        "blocks": [
            37
        ],
        "page_nums": [
            7
        ]
    },
    "paragraph_38": {
        "text": "Our Board of Management is committed to diversity. The Allianz Global Inclusion Council is responsible for driving the success of our diversity strategy. We aim to increase the number of women in man-agement positions and take appropriate steps to support future female leaders. Specific initiatives aimed at achieving gender parity, and equal opportunities in general, include: In this chapter, we describe how we address the impacts on compli-ance, anti-corruption, and bribery matters that can result from our business activities and relationships, differentiating by concepts and the JET-program, our new initiative to support non-executive women in driving their career development.  sponsorship and mentoring programs for women in nearly all operating companies. better opportunities for parents to manage a career alongside family commitments. ",
        "blocks": [
            13,
            38,
            14,
            15,
            16,
            17,
            18,
            19
        ],
        "page_nums": [
            7
        ]
    },
    "subtitle4_18": {
        "text": "CONCEPTS AND PROGRAMS ",
        "blocks": [
            39
        ],
        "page_nums": [
            7
        ]
    },
    "paragraph_39": {
        "text": "The Allianz Compliance Management System (CMS) aims at ensur-ing adherence with internationally recognized laws, rules and regula-tions, and to promote a culture of integrity in order to safeguard the company's reputation. Compliance is firmly embedded in Allianz’s corporate culture. The standards of conduct established by the Allianz Group’s Code of Conduct for Business Ethics and Compliance (“Code of Conduct”) are obligatory for all employees worldwide. The Code of Conduct was ",
        "blocks": [
            39,
            40,
            41
        ],
        "page_nums": [
            7
        ]
    },
    "subtitle5_7": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            20
        ],
        "page_nums": [
            7
        ]
    },
    "subtext2_4": {
        "text": "AES for Allianz SE% IMIX score in 2017. 66% WWi score in 2017.  Targets: 72% IMIX score in 2018. 69% WWi score in 2018. Management plays a key role in acting as a role model and AES for Allianz Group% IMIX score in 2017. 66% WWi score in 2017. Targets: 72% IMIX score in 2018. 69% WWi score in 2018. Diversity Allianz SE% woman at first level and 25.0% at second lev-el below Board.  providing the so-called “tone from the top”. Members of manage-ment must consistently demonstrate their commitment to integrity and high ethical values through their attitudes and actions. They are responsible for effectively implementing compliance programs and best practices in consideration of local laws and regulations and ethical market practices. In 2015 and 2017, a global value-based integrity campaign was initiated and approximately 6,000 executives participated in integrity encounters. Compliance risk is covered as part of the operational risk in  % women in Board of Management in 2017. % women in talent pools in 2017.Targets:  Integrated Risk and Control System (IRCS). In 2017, all OEs conducted a compliance risk assessment based on the compliance-risk scenarios. The following top inherent compliance risk areas have been identified: % women for the first and 25% for the second level below the Board of Management by the end of 2018. % women in Board of Management by the end of 2018 % women in talent pools by the end of 2018. economic sanctions,  money laundering, anti-trust, and corruption. ",
        "blocks": [
            20,
            42,
            21,
            22,
            23,
            24,
            43,
            44,
            25,
            26,
            45,
            27,
            28,
            29,
            46
        ],
        "page_nums": [
            7
        ]
    },
    "subtext4_5": {
        "text": "1_Figure does not include Allianz Re.  Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            47,
            2
        ],
        "page_nums": [
            7
        ]
    },
    "paragraph_40": {
        "text": "In view of upcoming regulatory requirements, data privacy and con-sumer protection are emerging risks. All operating entities are required to perform an IRCS annually. The obligations laid down in the various program components Our Risk Management Framework includes a Compliance Man-are derived from both the Allianz Code of Conduct for Business Ethics and Compliance, and from our risk assessment. They are detailed in the following Allianz Standards: Economic Sanctions Program components include Allianz Standard for Compliance with Economic Sanctions and agement System, which helps to ensure compliance with internation-ally recognized laws, rules, and regulations. We take a proactive stance, working with organizations such as the German Institute for Compliance and the Global Insurance Chief Compliance Officers Forum (CCO Forum) to enhance our understanding of compliance issues and share best practice.  Related Guidance, To ensure continuous improvement, all risks are regularly as-requirements for financial sanctions screening and trade sanc-tions review, and a centralized compliance review of high risk transactions. Anti-Money Laundering Program components include the Allianz Standard for the Prevention of Money Laundering and Terrorism Financing and requirements for monitoring in accordance with risk assessments sessed, monitored, and reported within the Group. Our Compliance Quality Assurance Program, rolled out in 2012, is comprised of self-assessments, independent on-site reviews, local spot checks, and testing of key controls. An online compliance issue management tool provides an overview over mitigating activities and key risk indicator tracking. Our online compliance case management tool provides the consistent group-wide management of and authority over all cases. It also facilitates reporting to the Audit and Integrity Committees.  and risk classifications.  Anti-corruption and anti-fraud risk assessments are now inte-Antitrust Program components include our Minimum Standard for Antitrust Compliance and the Allianz Antitrust Code grated into the IRCS and mitigation activities are monitored through a global tracking tool. Further assessments and on-site reviews, in-cluding key control testing and follow-ups, are conducted as neces-sary, following a risk based approach.  In 2017, we successfully integrated our compliance risk scoping Anti-Corruption Program components include the Allianz Anti-Corruption Policy, the Allianz Gifts and Entertainment Policy, our due-diligence requirements for third parties, and requirements for maintenance of books and records. and assessment activities into our group-wide integrated Risk and Control System. This involved adjusting the risk parameters and pro-cess, introducing a compliance program maturity model, and strengthening the risk-based focus of control reviews and testing. We also implemented new IT solutions as well as improvements to exist-ing ones, in order to optimize and harmonize all these activities as well as the related reporting activities across the Group.  As part of our global compliance program, we follow interna-",
        "blocks": [
            2,
            17,
            3,
            18,
            20,
            4,
            21,
            5,
            22,
            23,
            24,
            25,
            26,
            6,
            27,
            7,
            28,
            8,
            9,
            29,
            10,
            11
        ],
        "page_nums": [
            8
        ]
    },
    "subtitle5_8": {
        "text": "KPIS: TARGETS AND ACHIEVEMENTS ",
        "blocks": [
            30
        ],
        "page_nums": [
            8
        ]
    },
    "paragraph_41": {
        "text": "Status/progress: approximately 6,000 trained leaders in integrity. Targets: In 2018, we will further roll out an enhanced assurance approach, comprising of a more detailed risk scoping, a maturity self-assessment and further control testing. tional standards and applicable laws related to corruption and brib-ery, money laundering and terrorism financing, trade and financial sanctions, capital markets compliance, data privacy, sales compli-ance, antitrust, and other relevant compliance risk areas. We take a zero-tolerance approach to fraud and corruption.a minimum, that means adhering to local and international anti-corruption and anti-bribery laws. Going further than just compliance, the Allianz Anti-Corruption Program, established in 2010 is a group-wide program setting minimum standards for a consistent and com-prehensive approach in every jurisdiction.  Directed at both our employees and our third parties, the pro-gram and policy prohibit the offer, acceptance, payment, or authori-zation of any bribe or other form of corruption, be it with the private sector or with governments. Anti-corruption training is compulsory for all employees, with online and in-class trainings delivered in more than 20 languages.  ",
        "blocks": [
            30,
            31,
            12,
            13,
            14,
            15,
            16
        ],
        "page_nums": [
            8
        ]
    },
    "subtext5_5": {
        "text": "Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            1
        ],
        "page_nums": [
            8
        ]
    },
    "paragraph_42": {
        "text": "our attention that causes us to believe that the Company’s Non-financial Report for the period from 1 January to 31 December 2017 has not been prepared, in all material respects, in accordance with §§ 315b and 315c in conjunction with 289c to 289e HGB.  ",
        "blocks": [
            20
        ],
        "page_nums": [
            9
        ]
    },
    "subtitle3_9": {
        "text": "Independent Practitioner’s Report on a Limited Assurance Engagement on Non-Financial ",
        "blocks": [
            5
        ],
        "page_nums": [
            9
        ]
    },
    "paragraph_43": {
        "text": "In a limited assurance engagement the assurance gathering procedures are less in extent than for a reasonable assurance en-gagement, and therefore a substantially lower level of assurance is obtained. The procedures selected depend on the practitioner’s judgment.  Within the scope of our assurance engagement, we performed amongst others the following assurance procedures and further activities: We have performed a limited assurance engagement on the com-bined separate non-financial report within the meaning of §§ (Arti-cles) 289b Abs. (paragraph) 3 and 315b Abs. 3 HGB (“Han-delsgesetzbuch”: “German Commercial Code”) of Allianz SE, Munich, (hereinafter the “Company”) for the period from 1 January to 31 December 2017 (hereinafter the “Non-financial Report”).  Obtaining an understanding of the structure of the sustainability organization and of the stakeholder engagement Inquiries of personnel involved in the preparation of the Non-",
        "blocks": [
            21,
            22,
            23,
            24,
            8,
            25,
            26,
            27
        ],
        "page_nums": [
            9
        ]
    },
    "subtitle4_19": {
        "text": "RESPONSIBILITIES OF THE EXECUTIVE DIRECTORS ",
        "blocks": [
            9
        ],
        "page_nums": [
            9
        ]
    },
    "paragraph_44": {
        "text": "The executive directors of the Company are responsible for the prep-aration of the Non-financial Report in accordance with §§ 315b and 315c in conjunction with 289c to 289e HGB. This responsibility of the Company’s executive directors includes Financial Report regarding the preparation process, the internal control system relating to this process, and selected disclosures in the Non-Financial Report Performance of site visits as part of the inspection of processes for collecting, analyzing, and aggregating selected data: the selection and application of appropriate methods of non-financial reporting as well as making assumptions and estimates related to individual non-financial disclosures which are reasonable in the circumstances. Furthermore, the executive directors are respon-sible for such internal control as they have considered necessary to enable the preparation of a Non-Financial Report that is free of material misstatements, whether due to fraud or error. Allianz Global Investors GmbH in Munich, Germany Allianz Global Corporate & Specialty SE in Munich, Germany Allianz Technology SE in Munich, Germany ",
        "blocks": [
            9,
            10,
            28,
            29,
            30,
            11,
            31
        ],
        "page_nums": [
            9
        ]
    },
    "subtitle4_20": {
        "text": "INDEPENDENCE AND QUALITY CONTROL OF THE AUDIT FIRM ",
        "blocks": [
            12
        ],
        "page_nums": [
            9
        ]
    },
    "paragraph_45": {
        "text": "We have complied with the German professional provisions regard-ing independence as well as other ethical requirements. Our audit firm applies the national legal requirements and pro-Identification of the likely risks of material misstatements in the Non-Financial Report Analytical evaluation of selected disclosures in the Non-Financial Report Comparison of selected disclosures with corresponding data in the financial statements and in the (group) management report  Evaluation of the presentation of the non-financial information fessional standards – in particular the Professional Code for German Public Auditors and German Chartered Auditors (“Berufssatzung für Wirtschaftsprüfer und vereidigte Buchprüfer“: “BS WP/vBP”) as well as the Standard on Quality Control 1 published by the Institut der Wirtschaftsprüfer (Institute of Public Auditors in Germany; IDW): Requirements to quality control for audit firms (IDW Quali-tätssicherungsstandard 1: Anforderungen an die Qualitätssicherung in der Wirtschaftsprüferpraxis – IDW QS 1) – and accordingly main-tains a comprehensive system of quality control including document-ed policies and procedures regarding compliance with ethical re-quirements, professional standards and applicable legal and regulatory requirements. ",
        "blocks": [
            12,
            13,
            36,
            37,
            38,
            39,
            40,
            41,
            42,
            14
        ],
        "page_nums": [
            9
        ]
    },
    "subtitle4_21": {
        "text": "ASSURANCE CONCLUSION ",
        "blocks": [
            43
        ],
        "page_nums": [
            9
        ]
    },
    "paragraph_46": {
        "text": "Based on the assurance procedures performed and assurance evi-dence obtained, nothing has come to our attention that causes us to believe that the Company’s Non-Financial Report for the period from 1 January to 31 December 2017 has not been prepared, in all mate-rial aspects, in accordance with §§ 315b and 315c in conjunction with ",
        "blocks": [
            43
        ],
        "page_nums": [
            9
        ]
    },
    "subtitle4_22": {
        "text": "PRACTITIONER´S RESPONSIBILITY ",
        "blocks": [
            15
        ],
        "page_nums": [
            9
        ]
    },
    "paragraph_47": {
        "text": "Our responsibility is to express a limited assurance conclusion on the information in the Non-Financial Report based on the assurance engagement we have performed.  Within the scope of our engagement, we did not perform an au-dit on external sources of information or expert opinions referred to in the Non-Financial Report. We conducted our assurance engagement in accordance with the International Standard on Assurance Engagements (ISAE) 3000 (Revised): Assurance Engagements other than Audits or Reviews of Historical Financial Information issued by the IAASB. This Standard requires that we plan and perform the assurance engagement to allow us to conclude with limited assurance that nothing has come to ",
        "blocks": [
            15,
            16,
            17,
            18,
            19
        ],
        "page_nums": [
            9
        ]
    },
    "subtext5_6": {
        "text": "Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            2
        ],
        "page_nums": [
            9
        ]
    },
    "subtitle4_23": {
        "text": "INTENDED USE OF THE ASSURANCE REPORT ",
        "blocks": [
            2
        ],
        "page_nums": [
            10
        ]
    },
    "paragraph_48": {
        "text": "We issue this report on the basis of the engagement agreed with the Company. The assurance engagement has been performed for pur-poses of the Company and the report is solely intended to inform the Company about the results of the limited assurance engagement. The report is not intended for any third parties to base any (financial) decision thereon. Our responsibility lies only with the Company. We do not assume any responsibility towards third parties. Hendrik Fink [German public auditor] ",
        "blocks": [
            2,
            3
        ],
        "page_nums": [
            10
        ]
    },
    "subtext5_7": {
        "text": "Non-Financial Report  − Allianz Group and Allianz SE ",
        "blocks": [
            1
        ],
        "page_nums": [
            10
        ]
    }
}